Repository: xavi-reloaded/website-wordpress
Catalog: downloaded/THEMES 2017/Flip Mag THEME/flipmag/languages/*.po
Languages: hi_in

source: 404 Error
hi_in: 404 त्रुटि

source: Page Not Found!
hi_in: पृष्ठ नहीं मिला - 404

source: We're sorry, but we can't find the page you were looking for. It's probably some thing we've done wrong but now we know about it and we'll try to fix it. In the meantime, try one of these options:
hi_in: हमें खेद है, लेकिन हम पृष्ठ आप के लिए देख रहे थे नहीं मिल सकता है। यह शायद कुछ बात है कि हम गलत किया है, लेकिन अब हम इसके बारे में पता है और हम इसे ठीक करने की कोशिश करेंगे। इस बीच में, इन विकल्पों में से एक कोशिश:

source: Go to Previous Page
hi_in: पिछले पृष्ठ पर जाएं

source: Go to Homepage
hi_in: मुखपृष्ठ में जाएँ

source: Category Listing Style
hi_in: श्रेणी लिस्टिंग शैली

source: Default Style (In Theme Settings)
hi_in: डिफ़ॉल्ट शैली (थीम सेटिंग्स में)

source: Block 1
hi_in: खंड 1

source: Block 2
hi_in: खंड 2

source: Block 3
hi_in: खंड 3

source: Block 4
hi_in: खंड 4

source: Block 5
hi_in: खंड 5

source: Block 6
hi_in: खंड 6

source: Block 7
hi_in: खंड 7

source: Block 8
hi_in: खंड 8

source: Block 9
hi_in: खंड 9

source: Block 10
hi_in: खंड 10

source: Block 11
hi_in: खंड 11

source: Block 12
hi_in: खंड 12

source: Block 13
hi_in: खंड 13

source: Block 14
hi_in: खंड 14

source: Block 15
hi_in: खंड 15

source: Block 16
hi_in: खंड 16

source: Block 17
hi_in: खंड 17

source: Block 18
hi_in: खंड 18

source: Block 19
hi_in: खंड 19

source: Block 20
hi_in: खंड 20

source: Select a template to use for this category
hi_in: इस श्रेणी के लिए उपयोग करने के लिए एक टेम्पलेट का चयन करें

source: Show Sidebar?
hi_in: साइडबार दिखाएं?

source: Default
hi_in: डिफ़ॉल्

source: No Sidebar
hi_in: कोई साइडबार नहीं

source: Right Sidebar
hi_in: दायाँ साइडबार

source: Left Sidebar
hi_in: बायां साइडबार

source: Select layout sidebar preference for this category's listing.
hi_in: इस श्रेणी की लिस्टिंग के लिए लेआउट साइडबार पसंद का चयन करें।

source: Featured Slider?
hi_in: विशेष रुप से प्रदर्शित स्लाइडर?

source: Disabled
hi_in: अक्षम

source: Show Posts Marked for Featured Slider
hi_in: शो के पोस्ट विशेष रुप से प्रदर्शित स्लाइडर के लिए चिह्नित

source: Show Latest Posts
hi_in: दिखाएँ नवीनतम पोस्ट

source: Featured slider will display on category listing.
hi_in: विशेष रुप से प्रदर्शित स्लाइडर पर श्रेणी सूची प्रदर्शित करेगा।

source: Featured Style
hi_in: विशेष रुप से शैली

source: Feature 1
hi_in: सुविधा 1

source: Feature 2
hi_in: सुविधा 2

source: Feature 3
hi_in: सुविधा 3

source: Feature 4
hi_in: सुविधा 4

source: Feature 5
hi_in: सुविधा 5

source: Feature 6
hi_in: सुविधा 6

source: Feature 7
hi_in: सुविधा 7

source: Change different feature styles.
hi_in: अलग सुविधा शैलियों बदलें।

source: Featured Wrapper
hi_in: विशेष रुप से आवरण

source: Yes
hi_in: हाँ

source: No
hi_in: नह

source: Used wrapper for feature style.
hi_in: फीचर शैली के लिए खेतों में आवरण।

source: Posts Per Page (Optional)
hi_in: प्रति पेज संदेश (वैकल्पिक)

source: Override default posts per page setting for this category. Leave empty for default (from Settings > Reading): %s
hi_in: इस श्रेणी के लिए पेज सेटिंग प्रति डिफ़ॉल्ट पदों माने गए हैं। डिफ़ॉल्ट के लिए खाली छोड़ दो (सेटिंग्स> पढ़ने से): %s

source: Pagination Type
hi_in: अंक लगाना प्रकार

source: Normal
hi_in: सामान्य

source: Infinite Scroll
hi_in: अनंत सूची

source: Infinite scroll can be globally enabled/disabled from Theme Settings.
hi_in: अनंत स्क्रॉल विश्व स्तर पर सक्रिय किया जा सकता / थीम सेटिंग्स से विकलांग।

source: Category Color
hi_in: श्रेणी रंग

source: FlipMag uses this in several areas such as navigation and homepage blocks.
hi_in: FlipMag ऐसे नेविगेशन और होमपेज ब्लॉक के रूप में कई क्षेत्रों में इस का उपयोग करता है।

source: Animation
hi_in: सजीवन(एनीमेशन)

source: None
hi_in: कोई नहीं

source: Fade In Down
hi_in: नीचे में फीका

source: Fade In Up
hi_in: ऊप

source: Fade In Left
hi_in: वाम में फीका

source: Fade In Right
hi_in: सही में फीका

source: Give animation effect to selected category block.
hi_in: चयनित श्रेणी ब्लॉक करने के लिए एनीमेशन प्रभाव देते हैं।

source: Disable Date
hi_in: अक्षम दिनांक

source: Disable date in category block.
hi_in: श्रेणी ब्लॉक में अक्षम तारीख।

source: Date Format
hi_in: तिथि फ़ॉर्मेट

source: JANUARY 25, %s
hi_in: जनवरी 25, %s

source: JANUARY 25TH, %s
hi_in: जनवरी 25, %s

source: 25 JANUARY, %s
hi_in: जनवरी 25, %s

source: 25TH JANUARY, %s
hi_in: 25 जनवरी, %s

source: JAN 25, %s
hi_in: जनवरी 25, %s

source: JAN 25TH, %s
hi_in: जनवरी 25, %s

source: 25 JAN, %s
hi_in: जनवरी 25, %s

source: 25TH JAN, %s
hi_in: 25th जनवरी, %s

source: Choose date format to category block. example date is JANUARY 25 %s
hi_in: श्रेणी ब्लॉक करने के लिए दिनांक स्वरूप का चयन करें। उदाहरण तारीख जनवरी 25 %s

source: Date Link
hi_in: दिनांक लिंक

source: Day
hi_in: दिन

source: Month
hi_in: माह

source: Year
hi_in: वर्ष

source: Set date href link to archive date.
hi_in: संग्रह तिथि करने के लिए तिथि href लिंक सेट करें।

source: Disable Category
hi_in: अक्षम श्रेणी

source: Enable/Disable category in category block.
hi_in: श्रेणी ब्लॉक में / श्रेणी अक्षम सक्षम करें।

source: Disable Comment
hi_in: अक्षम टिप्पणी

source: Enable/Disable comments in category block.
hi_in: सक्षम / अक्षम श्रेणी ब्लॉक में टिप्पणी नहीं।

source: Disable Author
hi_in: अक्षम लेखक

source: Enable/Disable author in category block.
hi_in: श्रेणी ब्लॉक में अक्षम / लेखक सक्षम करें।

source: Disable Excerpt
hi_in: अक्षम अंश

source: Enable/Disable excerpt in category block.
hi_in: श्रेणी ब्लॉक में / अक्षम अंश सक्षम करें।

source: Excerpt Length
hi_in: अंश की लंबाई

source: Set excerpt length in category block.
hi_in: श्रेणी ब्लॉक में अंश लंबाई निर्धारित करें।

source: Disable Read More (If excerpt enable)
hi_in: अक्षम (यदि अंश सक्षम) और अधिक पढ़ें

source: Enable/Disable read more button in category block.
hi_in: सक्षम / अक्षम श्रेणी ब्लॉक में अधिक बटन पढ़ें।

source: Category Background
hi_in: श्रेणी पृष्ठभूमि

source: Upload This Picture
hi_in: शब्द इस चित्र

source: Upload
hi_in: अपलोड करें

source: Use as Background
hi_in: पृष्ठभूमि के रूप में प्रयोग करें

source: FlipMag can use an image as body background in boxed layout. Note: It is not a repeating pattern. A large photo is to be used as background.
hi_in: FlipMag बॉक्सिंग लेआउट में शरीर पृष्ठभूमि के रूप में एक छवि का उपयोग कर सकते हैं। नोट: यह एक दोहरा पैटर्न नहीं है। एक बड़ी तस्वीर पृष्ठभूमि के रूप में इस्तेमाल किया जा रहा है।

source: Layout Style
hi_in: लेआउट बनाव

source: Full Width
hi_in: पूर्ण चौड़ाई

source: Show Page Title?
hi_in: दिखाएँ पृष्ठ शीर्षक?

source: Show Featured Slider?
hi_in: शो स्लाइडर रुप?

source: Use Posts Marked as "Featured Post?"
hi_in: उपयोग के पोस्ट के रूप में चिह्नित "प्रदर्शित पोस्ट? "

source: Use Latest Posts from Whole Site
hi_in: का प्रयोग पूरी साइट से नवीनतम पोस्ट

source: Choose from posts query
hi_in: पदों क्वेरी से चुनें

source: Select Posts
hi_in: पोस्ट का चयन

source: Custom Background Image
hi_in: कस्टम पृष्ठभूमि छवि

source: Featured Post?
hi_in: विशेष रुप से प्रदर्शित पोस्ट?

source: Post Layout
hi_in: पोस्ट लेआउट

source: Default (from Theme Settings)
hi_in: डिफ़ॉल्ट (थीम सेटिंग्स से)

source: Classic
hi_in: प्राचीन काल

source: Post Cover
hi_in: डाक कवर

source: Post Full Cover
hi_in: पोस्ट पूरा कवर

source: Classic - Title First
hi_in: क्लासिक - शीर्षक पहले

source: Category Label Overlay
hi_in: श्रेणी लेबल ओवरले

source: -- Auto Detect--
hi_in: स्वचालित रूप से पता लगाएं

source: When you have multiple categories for a post, auto detection chooses one in alphabetical order. These labels are shown above image in category listings.
hi_in: आप एक पद के लिए कई श्रेणियों है, तो स्वत: पता लगाने वर्णमाला के क्रम में एक चुनता है। इन लेबलों श्रेणी में लिस्टिंग छवि के ऊपर दिखाए जाते हैं।

source: Multi-page Content Slideshow?
hi_in: मल्टी-पेज की सामग्री स्लाइड शो?

source: You can use <!--nextpage--> to split a page into multi-page content slideshow.
hi_in: आप उपयोग कर सकते हैं <! - NextPage -> बहु पेज की सामग्री स्लाइड शो में एक पेज विभाजित करने के लिए।

source: AJAX - No Refresh
hi_in: AJAX - कोई ताज़ा

source: Multi-page - Refresh for next page
hi_in: मल्टी पेज - अगले पृष्ठ के लिए ताज़ा करें

source: Disable Featured?
hi_in: विशेष रुप से अक्षम करें?

source: Do not show featured Image, Video, or Gallery at the top for this post, on post page.
hi_in: इस पोस्ट के लिए शीर्ष पर विशेष रुप से छवि, वीडियो, या गैलरी दिखाने के लिए नहीं, पद पेज पर।

source: Featured Video Code
hi_in: विशेष रुप से प्रदर्शित वीडियो संहिता

source: Welcome
hi_in: स्वागत हे

source: Thank You
hi_in: धन्यवाद

source: %s Thanks %s Thanks for using our theme, we had worked very hard to release a great product and we will do our absolute best to support this theme and fix all the issues. %s
hi_in: %s धन्यवाद %s हमारे विषय का उपयोग करने के लिए धन्यवाद, हम एक महान उत्पाद को जारी करने के लिए बहुत मेहनत की थी और हम इस विषय का समर्थन है और सभी मुद्दों को ठीक करने के लिए हमारे पूर्ण पूरी कोशिश करेंगे। %s

source: About Theme
hi_in: थीम के बारे में

source: Theme Information
hi_in: थीम सूचना

source: Theme Name: %s %s Version: %s %s Author: %s Octo Creation %s %s Documentation URL : %s Documentation Here %s %s Demo URL : %s Demo Here %s
hi_in: थीम नाम: %s %s संस्करण: %s %s लेखक: %s अक्तूबर निर्माण %s %s प्रलेखन यूआरएल: %s प्रलेखन यहाँ %s %s डेमो यूआरएल: %s डेमो यहाँ %s

source: General Settings
hi_in: सामान्य सेटिंग्स

source: Layout
hi_in: लेआउट (अभिन्यास)

source: Pre-defined Skin
hi_in: पूर्व परिभाषित त्वचा

source: Select a predefined skin or create your own customized one below.
hi_in: एक पूर्वनिर्धारित त्वचा का चयन करें या नीचे अपने खुद के अनुकूलित बनाएँ।

source: Light Scheme (Light Nav, Sidebar, Footer)
hi_in: लाइट योजना (लाइट एनएवी, साइडबार, पाद)

source: Black Scheme (All Dark)
hi_in: काले योजना (सभी डार्क)

source: Skin
hi_in: त्वचा

source: Select whether you want a boxed or a full-width layout. It affects every page and the whole layout.
hi_in: का चयन करें तो आप एक बॉक्सिंग या एक पूर्ण चौड़ाई लेआउट चाहते हैं। यह हर पेज और पूरे लेआउट को प्रभावित करता है।

source: Boxed
hi_in: बॉक्सिंग

source: Sidebar
hi_in: साइड बार

source: Default Sidebar
hi_in: डिफ़ॉल्ट साइडबार

source: Specify the sidebar to use by default. This can be overriden per-page or per-post basis when creating a page or post.
hi_in: साइडबार डिफ़ॉल्ट रूप से उपयोग करने के लिए निर्दिष्ट करें। जब एक पृष्ठ या पोस्ट बनाने यह प्रति पेज या प्रति पोस्ट के आधार overriden जा सकता है।

source: Disable Sticky Sidebar
hi_in: अक्षम स्टिकी साइडबार

source: Disabling / Enabling sticky sidebar on scroll for both left and right sidebar.
hi_in: अक्षम / दोनों को छोड़ दिया और सही साइडबार के लिए स्क्रॉल पर चिपचिपा साइडबार को सक्षम करने से।

source: Responsive
hi_in: उत्तरदायी

source: Disable Responsive Layout
hi_in: लेआऊट अक्षम

source: Disabling responsive layout means mobile phones and tablets will no longer see a better optimized design. Do not disable this unless really necessary.
hi_in: उत्तरदायी लेआउट अक्षम मतलब है मोबाइल फोन और गोलियाँ अब एक बेहतर अनुकूलित डिजाइन देखेंगे। जब तक कि वास्तव में आवश्यक इसे निष्क्रिय नहीं है।

source: Header
hi_in: हेडर (शीर्ष लेख)

source: Header Layout
hi_in: हैडर लेआउट

source: Header Style
hi_in: हैडर शैली

source: Select the header style you want to use.
hi_in: हैडर शैली आप उपयोग करना चाहते हैं।

source: Header 1 (Top Header)
hi_in: हैडर 1 (ऊपर शीर्षक)

source: Header 2 (Left Logo + Right Ad)
hi_in: हैडर 2 (बाएं लोगो + सही विज्ञापन)

source: Header 3 (Left Logo + Right Ad with Stretch Navigation)
hi_in: हैडर 3 (बाएं लोगो + खिंचाव नेविगेशन के साथ सही विज्ञापन)

source: Header 4 (Centered Logo)
hi_in: हैडर 4 (केंद्रित लोगो)

source: Header 5 (Centered Logo with Stretch Navigation)
hi_in: हैडर 5 (खिंचाव नेविगेशन के साथ केंद्रित लोगो)

source: Logo
hi_in: लोगो

source: Logo Text
hi_in: लोगो पाठ

source: It will be used if logo images are not provided below.
hi_in: यदि लोगो छवियों के नीचे प्रदान नहीं कर रहे हैं यह प्रयोग किया जाएगा।

source: Logo Image
hi_in: लोगो छवि

source: By default, a text-based logo is created using your site title. But you can upload an image-based logo here.
hi_in: डिफ़ॉल्ट रूप से, एक पाठ आधारित लोगो अपनी साइट शीर्षक का उपयोग कर बनाई गई है। लेकिन अगर आप एक छवि के आधार पर लोगो यहाँ अपलोड कर सकते हैं।

source: Use As Logo
hi_in: लोगो के रूप में प्रयोग करें

source: Logo Image Retina (2x)
hi_in: लोगो छवि रेटिना (2x)

source: The retina version is 2x version of the same logo above. This will be used for higher resolution devices like iPhone. Requires WP Retina 2x plugin.
hi_in: रेटिना संस्करण के ऊपर ही लोगो की 2x संस्करण है। यह iPhone की तरह उच्च संकल्प उपकरणों के लिए इस्तेमाल किया जाएगा। WP रेटिना 2x प्लगइन की आवश्यकता है।

source: Logo alt attribute
hi_in: लोगो Alt विशेषता

source: %s Alt attribute %s for the logo. This is the alternative text if the logo cannot be displayed. It's useful for SEO and generally is the name of the site.
hi_in: %s Alt विशेषता %s लोगो के लिए। यह वैकल्पिक पाठ करता है, तो लोगो प्रदर्शित नहीं किया जा सकता है। यह एसईओ के लिए उपयोगी है और आम तौर पर साइट का नाम है।

source: Logo title attribute
hi_in: लोगो शीर्षक विशेषता

source: %s Title attribute %s for the logo. This attribute specifies extra information about the logo. Most browsers will show a tooltip with this text on logo hover.
hi_in: %s शीर्षक विशेषता %s लोगो के लिए। यह विशेषता लोगो के बारे में अतिरिक्त जानकारी निर्दिष्ट करता है। अधिकतर ब्राउज़र लोगो मंडराना पर इस पाठ के साथ एक टूलटिप दिखाएगा।

source: Breadcrumbs
hi_in: ब्रेडक्रंब्स

source: Disable Breadcrumbs
hi_in: अक्षम ब्रेडक्रंब्स

source: Breadcrumbs are a hierarchy of links displayed below the main navigation. They are displayed on all pages but the home-page.
hi_in: Breadcrumbs मुख्य नेविगेशन के नीचे प्रदर्शित लिंक के एक पदानुक्रम रहे हैं। वे सभी पृष्ठों लेकिन घर पृष्ठ पर प्रदर्शित कर रहे हैं।

source: Navigation
hi_in: नेविगेशन

source: Sticky Navigation
hi_in: स्टिकी नेविगेशन

source: This makes navigation float at the top when the user scrolls below the fold - essentially making navigation menu always visible.
hi_in: यह शीर्ष पर नेविगेशन नाव बनाता है जब गुना नीचे उपयोगकर्ता स्क्रॉल - अनिवार्य रूप से नेविगेशन मेनू हमेशा दिखाई बना रही है।

source: Enable Search on Mobile Menu
hi_in: मोबाइल मेनू पर खोज सक्षम

source: Disabling this will remove the search icon from the mobile navigation menu.
hi_in: इस अक्षम मोबाइल नेविगेशन मेनू से खोज आइकन को हटा देगा।

source: Mobile Menu Type
hi_in: मोबाइल मेनू प्रकार

source: Select the mobile menu you wish to use. The classic menu expands below the mobile navigation. The off-canvas menu appears in a mobile app style at the left side.
hi_in: मोबाइल मेनू आप उपयोग करना चाहते हैं का चयन करें। क्लासिक मेनू मोबाइल नेविगेशन नीचे फैलता है। बंद कैनवास मेनू बाईं ओर पर एक मोबाइल एप्लिकेशन शैली में प्रकट होता है।

source: Classic Menu
hi_in: क्लासिक मेनू

source: Off-Canvas Menu
hi_in: ऑफ कैनवास मेनू

source: Ticker Bar & News Ticker
hi_in: टिकर बार और समाचार टिकर

source: Disable Ticker Bar
hi_in: अक्षम टिकर पट्टी

source: Setting this to yes will disable the top bar element that appears above the logo area.
hi_in: हाँ करने के लिए इस स्थापना शीर्ष पट्टी तत्व है कि लोगो क्षेत्र के ऊपर दिखाई देता है निष्क्रिय कर देगा।

source: Disable News Ticker
hi_in: अक्षम समाचार टिकर

source: Setting this to yes will disable the top bar news ticker
hi_in: हाँ करने के लिए इस स्थापना शीर्ष पट्टी समाचार टिकर को निष्क्रिय कर देगा

source: Trending
hi_in: रुझान:

source: Topbar Ticker Text
hi_in: Topbar टिकर पाठ

source: Enter the text you wish to display before the headlines in the ticker.
hi_in: पाठ आप टिकर में सुर्खियों में पहले प्रदर्शित करना चाहते दर्ज करें।

source: Show Social Icon
hi_in: दिखाएँ सामाजिक चिह्न

source: Show or hide the social icons in ticker.
hi_in: दिखाएं या टिकर में सामाजिक माउस को छिपाने।

source: Footer
hi_in: फूटर

source: Show Footer
hi_in: दिखाएँ पाद

source: Show or hide the footer.
hi_in: दिखाएं या पाद छिपाना।

source: Sub-Footer
hi_in: उप-पाद

source: Show Sub-Footer
hi_in: शो उप-पाद

source: Show or hide the sub-footer.
hi_in: दिखाएं या उप-पाद छिपाना।

source: Footer Copyright Text
hi_in: पाद कॉपीराइट पाठ

source: Set footer copyright text.
hi_in: सेट पाद कॉपीराइट पाठ।

source: Show or hide the social icons in sub footer.
hi_in: दिखाएं या उप पाद लेख में सामाजिक माउस को छिपाने।

source: Ads
hi_in: विज्ञापन

source: Hedaer Right
hi_in: Hedaer का अधिकार

source: Paste your ad code here so its display header logo right side.
hi_in: यहाँ तो अपने प्रदर्शन हैडर लोगो दाईं ओर अपने विज्ञापन कोड पेस्ट करें।

source: Page
hi_in: पृष्ठ

source: Feature Section
hi_in: फ़ीचर धारा

source: Paste your ad code here so its display every page in feature section.
hi_in: अपने विज्ञापन कोड यहाँ अपने प्रदर्शन इतनी सुविधा खंड में हर पेज पर पेस्ट करें।

source: Before Content
hi_in: सामग्री से पहले

source: Paste your ad code here so its display every page in before the content.
hi_in: सामग्री से पहले में यहाँ अपने विज्ञापन कोड अपने प्रदर्शन तो हर पेज पर पेस्ट करें।

source: After Content
hi_in: सामग्री के बाद

source: Paste your ad code here so its display every page in after the content.
hi_in: सामग्री के बाद में यहां अपने विज्ञापन कोड अपने प्रदर्शन तो हर पेज पर पेस्ट करें।

source: Post
hi_in: पोस्ट

source: Paste your ad code here so its display every post in before the content.
hi_in: इसलिए अपने प्रदर्शन हर सामग्री से पहले में पोस्ट यहाँ अपने विज्ञापन कोड पेस्ट करें।

source: Paste your ad code here so its display every post in after the content.
hi_in: इसलिए अपने प्रदर्शन हर में पोस्ट सामग्री के बाद यहां अपने विज्ञापन कोड पेस्ट करें।

source: Paste your ad code here so its display every left sidebar and right sidebar in before the content.
hi_in: अपने प्रदर्शन तो हर बाएं साइडबार और सही साइडबार सामग्री से पहले में यहाँ अपने विज्ञापन कोड पेस्ट करें।

source: Paste your ad code here so its display every left sidebar and right sidebar in after the content.
hi_in: अपने प्रदर्शन तो हर बाएं साइडबार और सही साइडबार सामग्री के बाद में यहां अपने विज्ञापन कोड पेस्ट करें।

source: Category
hi_in: श्रेणी

source: Paste your ad code here so its display every category page in feature section.
hi_in: अपने विज्ञापन कोड यहाँ अपने प्रदर्शन इतनी सुविधा खंड में हर वर्ग के पेज पर पेस्ट करें।

source: Paste your ad code here so its display every category page in before the content.
hi_in: सामग्री से पहले में यहाँ अपने विज्ञापन कोड अपने प्रदर्शन इसलिए हर वर्ग पेज पर पेस्ट करें।

source: Paste your ad code here so its display every category page in after the content.
hi_in: सामग्री के बाद में यहां अपने विज्ञापन कोड अपने प्रदर्शन इसलिए हर वर्ग पेज पर पेस्ट करें।

source: Archive
hi_in: आर्काइव

source: Paste your ad code here so its display every archive page in before the content.
hi_in: सामग्री से पहले में यहाँ अपने विज्ञापन कोड अपने प्रदर्शन तो हर संग्रह पेज पर पेस्ट करें।

source: Paste your ad code here so its display every archive page in after the content.
hi_in: सामग्री के बाद में यहां अपने विज्ञापन कोड अपने प्रदर्शन तो हर संग्रह पेज पर पेस्ट करें।

source: Listing Layouts
hi_in: लिस्टिंग लेआउट

source: Category Layout Style
hi_in: श्रेणी लेआउट शैली

source: Specify the sidebar to use by default for category template.
hi_in: साइडबार के लिए श्रेणी टेम्पलेट डिफ़ॉल्ट रूप से उपयोग करने के लिए निर्दिष्ट करें।

source: This style is used while browsing category page.
hi_in: इस शैली है, जबकि श्रेणी पृष्ठ ब्राउज़िंग प्रयोग किया जाता है।

source: Sets pagination type on all category template.
hi_in: सभी श्रेणी टेम्पलेट पर अंक लगाना प्रकार सेट करता है।

source: Normal Pagination
hi_in: सामान्य अंक लगाना

source: Listing Animation
hi_in: लिस्टिंग एनीमेशन

source: Animation of listing for category page block.
hi_in: श्रेणी पेज ब्लॉक लिस्टिंग का एनीमेशन।

source: Disable date from category archive page block.
hi_in: से श्रेणी पुरालेख पेज ब्लॉक तारीख को अक्षम करें।

source: Date Format of listing for category page block.When date is enable.
hi_in: श्रेणी पेज block.When तारीख लिस्टिंग की तारीख प्रारूप सक्षम है।

source: Date archive link url of listing for category page block. When date is enable.
hi_in: श्रेणी पेज ब्लॉक लिस्टिंग की तारीख संग्रह लिंक URL। जब तिथि सक्षम है।

source: Disable category from category archive page block.
hi_in: से श्रेणी पुरालेख पेज ब्लॉक श्रेणी अक्षम करें।

source: Disable comment from category archive page block.
hi_in: से श्रेणी पुरालेख पेज ब्लॉक अक्षम टिप्पणी।

source: Disable author from category archive page block.
hi_in: से श्रेणी पुरालेख पेज ब्लॉक लेखक अक्षम करें।

source: Disable excerpt from category archive page block.
hi_in: से श्रेणी पुरालेख पेज ब्लॉक अक्षम अंश।

source: If excerpt enable.
hi_in: तो अंश को सक्षम।

source: (If excerpt enable)
hi_in: (यदि अंश सक्षम)

source: Archive Layout Style
hi_in: पुरालेख के लेआउट शैली

source: Specify the sidebar to use by default for archive template.
hi_in: साइडबार संग्रह टेम्पलेट के लिए डिफ़ॉल्ट रूप से उपयोग करने के लिए निर्दिष्ट करें।

source: Archive Listing Style
hi_in: आर्काइव लिस्टिंग शैली

source: This style is used while browsing archive page.
hi_in: इस शैली है, जबकि संग्रह पृष्ठ ब्राउज़िंग प्रयोग किया जाता है।

source: Sets pagination type on all archive template.
hi_in: सभी संग्रह टेम्पलेट पर अंक लगाना प्रकार सेट करता है।

source: Animation of listing for archive page block.
hi_in: संग्रह पृष्ठ ब्लॉक के लिए लिस्टिंग का एनीमेशन।

source: Disable date from archive page block.
hi_in: संग्रह पृष्ठ ब्लॉक से तारीख को अक्षम करें।

source: Date Format of listing for archive page block.When date is enable.
hi_in: संग्रह पृष्ठ block.When तारीख के लिए लिस्टिंग की तारीख प्रारूप सक्षम है।

source: Date archive link url of listing for archive page block. When date is enable.
hi_in: संग्रह पृष्ठ ब्लॉक के लिए लिस्टिंग की तारीख संग्रह लिंक URL। जब तिथि सक्षम है।

source: Disable category from archive page block.
hi_in: संग्रह पृष्ठ ब्लॉक से श्रेणी अक्षम करें।

source: Disable comment from archive page block.
hi_in: संग्रह पृष्ठ ब्लॉक से अक्षम टिप्पणी।

source: Disable author from archive page block.
hi_in: संग्रह पृष्ठ ब्लॉक से लेखक को अक्षम करें।

source: Disable excerpt from archive page block.
hi_in: संग्रह पृष्ठ ब्लॉक से अंश को अक्षम करें।

source: Author Layout Style
hi_in: लेखक लेआउट शैली

source: Specify the sidebar to use by default for author template.
hi_in: साइडबार लेखक टेम्पलेट के लिए डिफ़ॉल्ट रूप से उपयोग करने के लिए निर्दिष्ट करें।

source: Author Listing Style
hi_in: लेखक लिस्टिंग शैली

source: This style is used while browsing author page.
hi_in: इस शैली है, जबकि लेखक पृष्ठ ब्राउज़िंग प्रयोग किया जाता है।

source: Sets pagination type on all author template.
hi_in: सभी लेखक टेम्पलेट पर अंक लगाना प्रकार सेट करता है।

source: Animation of listing for author page block.
hi_in: लेखक पेज ब्लॉक के लिए लिस्टिंग का एनीमेशन।

source: Disable date from author page block.
hi_in: लेखक पेज ब्लॉक से तारीख को अक्षम करें।

source: Date Format of listing for author page block.When date is enable.
hi_in: लेखक पेज block.When तारीख के लिए लिस्टिंग की तारीख प्रारूप सक्षम है।

source: Date archive link url of listing for author page block. When date is enable.
hi_in: लेखक पेज ब्लॉक के लिए लिस्टिंग की तारीख संग्रह लिंक URL। जब तिथि सक्षम है।

source: Disable category from author page block.
hi_in: लेखक पेज ब्लॉक से श्रेणी अक्षम करें।

source: Disable comment from author page block.
hi_in: लेखक पेज ब्लॉक से अक्षम टिप्पणी।

source: Disable author from author page block.
hi_in: लेखक पेज ब्लॉक से लेखक को अक्षम करें।

source: Disable excerpt from author page block.
hi_in: लेखक पेज ब्लॉक से अक्षम अंश।

source: Page/Post Settings
hi_in: पृष्ठ / पोस्ट सेटिंग

source: Single Post / Article Page
hi_in: सिंगल पोस्ट / लेख पृष्ठ

source: Default Posts Layout
hi_in: डिफ़ॉल्ट पदों लेआउट

source: Default single post layout to use, unless explicitly overriden in the post options.
hi_in: Default एकल पद लेआउट, का उपयोग करने के लिए जब तक स्पष्ट रूप से इस पद के लिए विकल्पों में overriden।

source: Enable prettyPhoto Lightbox
hi_in: prettyPhoto Lightbox सक्षम करें
