Repository: xavi-reloaded/website-wordpress
Catalog: downloaded/THEMES 2017/Flip Mag THEME/flipmag/languages/*.po
Languages: hi_in

source: Howdy! Upload your WordPress eXtended RSS (WXR) file and we&#8217;ll import the posts, pages, comments, custom fields, categories, and tags into this site.
hi_in: कैसे हो! शब्द अपने वर्डप्रेस विस्तारित राष्ट्रीय स्वयंसेवक संघ (WXR) फ़ाइल और हम & # 8217; जाएगा इस साइट में आयात पदों, पन्नों, टिप्पणियाँ, कस्टम क्षेत्रों, श्रेणियों, और टैग।

source: Choose a WXR (.xml) file to upload, then click Upload file and import.
hi_in: अपलोड करने के लिए एक WXR (.xml) फ़ाइल चुनें, तो फ़ाइल अपलोड करें और आयात पर क्लिक करें।

source: Install Required Plugins
hi_in: आवश्यक प्लगइन्स को इंस्टाल करें

source: Install Plugins
hi_in: प्लगइन्स स्थापित करें

source: Installing Plugin: %s
hi_in: अधिष्ठापन प्लगइन: %s

source: Updating Plugin: %s
hi_in: अद्यतन कर रहा है प्लगइन: %s

source: Something went wrong with the plugin API.
hi_in: कुछ प्लगइन एपीआई के साथ गलत हो गया।

source: This theme requires the following plugin: %1$s.
hi_in: : इस विषय निम्न प्लगइन की आवश्यकता है %1$s ।

source: This theme recommends the following plugin: %1$s.
hi_in: : इस विषय निम्न प्लगइन की सिफारिश %1$s ।

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
hi_in: : निम्न प्लगइन अपनी नवीनतम संस्करण के लिए अद्यतन किया जाना है इस विषय के साथ अधिकतम संगतता सुनिश्चित करने की जरूरत है %1$s ।

source: There is an update available for: %1$s.
hi_in: : वहाँ एक अद्यतन के लिए उपलब्ध है %1$s ।

source: The following required plugin is currently inactive: %1$s.
hi_in: : निम्न आवश्यक प्लगइन वर्तमान में निष्क्रिय है %1$s ।

source: The following recommended plugin is currently inactive: %1$s.
hi_in: : निम्नलिखित की सिफारिश प्लगइन वर्तमान में निष्क्रिय है %1$s ।

source: Begin installing plugin
hi_in: प्लगइन स्थापित करने शुरू

source: Begin updating plugin
hi_in: प्लगइन अद्यतन शुरू

source: Begin activating plugin
hi_in: प्लगइन को सक्रिय करने शुरू

source: Return to Required Plugins Installer
hi_in: आवश्यक प्लगइन इंस्टॉलर पर वापस आएं

source: Return to the Dashboard
hi_in: डाइश्बोर्ड पर वापस आएं

source: Plugin activated successfully.
hi_in: प्लगइन सफलतापूर्वक सक्रिय।

source: The following plugin was activated successfully:
hi_in: निम्नलिखित प्लगइन सफलतापूर्वक सक्रिय किया गया था:

source: No action taken. Plugin %1$s was already active.
hi_in: कोई कार्रवाई नहीं की। प्लगइन %1$s पहले से ही सक्रिय था।

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
hi_in: सक्रिय नहीं प्लगइन। के एक उच्च संस्करण %s इस विषय के लिए की जरूरत है। प्लगइन अपडेट करें।

source: All plugins installed and activated successfully. %1$s
hi_in: सभी plugins स्थापित किया है और सफलतापूर्वक सक्रिय। %1$s

source: Dismiss this notice
hi_in: इस नोटिस को खारिज करें

source: There are one or more required or recommended plugins to install, update or activate.
hi_in: वहाँ एक या अधिक की आवश्यकता है या सिफारिश plugins स्थापित करने, अद्यतन या सक्रिय करने के लिए कर रहे हैं।

source: Please contact the administrator of this site for help.
hi_in: मदद के लिए इस साइट के व्यवस्थापक से संपर्क करें।

source: This plugin needs to be updated to be compatible with your theme.
hi_in: इस प्लगइन अपने विषय के साथ संगत होना करने के लिए अद्यतन करने की जरूरत है।

source: Update Required
hi_in: अपडेट करना आवश्यक है

source: Set the parent_slug config variable instead.
hi_in: बजाय parent_slug config चर सेट करें।

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
hi_in: दूरस्थ प्लगइन पैकेज वांछित काउंटर और नाम बदलने से काम नहीं किया था के साथ एक फ़ोल्डर शामिल नहीं है।

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
hi_in: प्लगइन प्रदाता से संपर्क करें और वर्डप्रेस के दिशा-निर्देशों के अनुसार उनके प्लगइन पैकेज करने के लिए कहें।

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
hi_in: दूरस्थ प्लगइन पैकेज एक से अधिक फ़ाइल के होते हैं, लेकिन इस फाइल को एक फ़ोल्डर में पैक नहीं कर रहे हैं।

source: and
hi_in: और

source: TGMPA v%s
hi_in: TGMPA वी %s

source: Required
hi_in: आवश्यक

source: Recommended
hi_in: जाने की सलाह

source: WordPress Repository
hi_in: वर्डप्रेस भंडार

source: External Source
hi_in: वाह्य स्रोत

source: Pre-Packaged
hi_in: पूर्व पैक

source: Not Installed
hi_in: इंस्टाल नहीं किया गया है

source: Installed But Not Activated
hi_in: स्थापित है, लेकिन सक्रिय नहीं

source: Active
hi_in: सक्रिय

source: Required Update not Available
hi_in: आवश्यक अद्यतन उपलब्ध नहीं

source: Requires Update
hi_in: अद्यतन की आवश्यकता है

source: Update recommended
hi_in: अपडेट की सलाह दी गई

source: All %s
hi_in: सभी %s

source: To Install %s
hi_in: स्थापित करने के लिए %s

source: Update Available %s
hi_in: अद्यतन उपलब्ध %s

source: To Activate %s
hi_in: सक्रिय करने के लिए %s

source: unknown
hi_in: अज्ञात

source: Installed version:
hi_in: स्थापित संस्करण

source: Minimum required version:
hi_in: न्यूनतम आवश्यक संस्करण:

source: Available version:
hi_in: उपलब्ध संस्करण:

source: No plugins to install, update or activate.
hi_in: कोई प्लगइन्स स्थापित करने, अद्यतन या सक्रिय करने के लिए।

source: Plugin
hi_in: प्लग-इन

source: Source
hi_in: कंपनी का नाम

source: Type
hi_in: टाइप

source: Version
hi_in: संस्करण

source: Status
hi_in: स्थिति

source: Install %2$s
hi_in: स्थापित %2$s

source: Update %2$s
hi_in: अद्यतन %2$s

source: Activate %2$s
hi_in: सक्रिय करता है %2$s

source: Upgrade message from the plugin author:
hi_in: के उन्नयन प्लगइन लेखक की ओर से संदेश:

source: Install
hi_in: इंइनस्टॉल करें

source: Update
hi_in: अपडेट करें

source: Activate
hi_in: सक्रिय करें

source: No plugins were selected to be installed. No action taken.
hi_in: कोई प्लगइन्स स्थापित करने के लिए चयन किया गया था। कोई कार्रवाई नहीं की।

source: No plugins were selected to be updated. No action taken.
hi_in: कोई प्लगइन्स अद्यतन करने के लिए चुना गया था। कोई कार्रवाई नहीं की।

source: No plugins are available to be installed at this time.
hi_in: कोई प्लगइन्स इस समय स्थापित करने के लिए उपलब्ध हैं।

source: No plugins are available to be updated at this time.
hi_in: कोई प्लगइन्स इस समय पर अद्यतन किया जा करने के लिए उपलब्ध हैं।

source: No plugins were selected to be activated. No action taken.
hi_in: कोई प्लगइन्स सक्रिय करने के लिए चुना गया था। कोई कार्रवाई नहीं की।

source: No plugins are available to be activated at this time.
hi_in: कोई प्लगइन्स इस समय सक्रिय हो के लिए उपलब्ध हैं।

source: Plugin activation failed.
hi_in: प्लगइन सक्रियण विफल रहा है।

source: Updating Plugin %1$s (%2$d/%3$d)
hi_in: अद्यतन कर रहा है प्लगइन %1$s ( %2$d / %3$d )

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
hi_in: स्थापित करने के दौरान त्रुटि हुई %1$s <strong>: %2$s </ strong>।

source: The installation of %1$s failed.
hi_in: की स्थापना %1$s विफल रहा है।

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
hi_in: स्थापना और सक्रियण प्रक्रिया शुरू कर रहा है। इस प्रक्रिया में कुछ मेजबान पर कुछ समय लग सकता है, तो कृपया धैर्य रखें।

source: %1$s installed and activated successfully.
hi_in: %1$s स्थापित किया है और सफलतापूर्वक सक्रिय।

source: Show Details
hi_in: प्रदर्शन का विवरण

source: Hide Details
hi_in: जानकारी छिपाएँ

source: All installations and activations have been completed.
hi_in: सभी प्रतिष्ठानों और सक्रियण पूरा हो चुका है।

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
hi_in: स्थापित करने और सक्रिय प्लगइन %1$s ( %2$d / %3$d )

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
hi_in: स्थापना की प्रक्रिया शुरू कर रहा है। इस प्रक्रिया में कुछ मेजबान पर कुछ समय लग सकता है, तो कृपया धैर्य रखें।

source: %1$s installed successfully.
hi_in: %1$s सफलतापूर्वक स्थापित किया।

source: All installations have been completed.
hi_in: सभी प्रतिष्ठानों पूरा हो चुका है।

source: Installing Plugin %1$s (%2$d/%3$d)
hi_in: अधिष्ठापन प्लगइन %1$s ( %2$d / %3$d )

source: Pingback:
hi_in: पिंगबैक:

source: Edit
hi_in: संपादित करें

source: at
hi_in: पर

source: Your comment is awaiting moderation.
hi_in: आपकी टिप्पणी सुधार की प्रतीक्षा में है।

source: Reply
hi_in: उत्तर दें

source: Nothing yet.
hi_in: अभी तक कुछ नही।

source: Pages
hi_in: पृष्ठ

source: Recent Posts
hi_in: हाल के पोस्ट

source: Archives
hi_in: पुरालेख

source: Qty
hi_in: मात्रा/संख्‍या

source: Add a review
hi_in: कोई समीक्षा जोड़ें

source: Be the first to review
hi_in: सबसे पहले समीक्षा करने वाले बनें

source: Leave a Reply to %s
hi_in: एक उत्तर छोड़ने के लिए %s

source: Shopping Cart
hi_in: शॉपिंग कार्ट

source: WooCommerce Default Sidebar
hi_in: WooCommerce डिफ़ॉल्ट साइडबार

source: Specify the sidebar to use by default on WooCommerce listings and pages. This can be overriden per-page except for single page product.
hi_in: साइडबार WooCommerce लिस्टिंग और पृष्ठों पर डिफ़ॉल्ट रूप से उपयोग करने के लिए निर्दिष्ट करें। यह प्रति पेज एक पृष्ठ उत्पाद के लिए छोड़कर overriden जा सकता है।

source: Posts Per Page
hi_in: प्रति पेज के पोस्ट

source: The number of posts to show per page on WooCommerce shop listing. Leave empty to use default WordPress posts per page settings.
hi_in: WooCommerce दुकान लिस्टिंग पर प्रति पृष्ठ पदों की संख्या को दिखाने के लिए। पेज सेटिंग्स प्रति डिफ़ॉल्ट वर्डप्रेस पदों का उपयोग करने के लिए खाली छोड़ दें।

source: Add Cart In Navigation
hi_in: नेविगेशन में गाड़ी जोड़े

source: When enabled, a cart icon is shown in the navigation to the right side.
hi_in: जब सक्षम, एक गाड़ी आइकन दाईं ओर नेविगेशन में दिखाया गया है।

source: Default sorting
hi_in: डिफ़ॉल्ट सॉर्टिंग

source: Sort by popularity
hi_in: लोकप्रियता द्वारा क्रमबद्ध करें

source: Sort by newness
hi_in: नयापन द्वारा क्रमबद्ध करें

source: Sort by price: low to high
hi_in: कीमत द्वारा क्रमबद्ध करें: उच्च करने के लिए कम

source: Sort by price: high to low
hi_in: कीमत द्वारा क्रमबद्ध करें: कम करने के लिए उच्च

source: %s review for %s%s%s
hi_in: %s के लिए समीक्षा %s %s %s

source: Reviews
hi_in: समीक्षाएं

source: There are no reviews yet.
hi_in: अभी तक कोई समीक्षा नहीं।

source: Be the first to review &ldquo;%s&rdquo;
hi_in: की समीक्षा करने और पहले ldquo बनें; %s & rdquo;

source: Name
hi_in: नाम

source: You must be %s logged in %s to post a review.
hi_in: आप होना चाहिए %s में लॉग इन %s एक समीक्षा पोस्ट करने के लिए।

source: Your Rating
hi_in: आपका मूल्यांकन

source: Rate&hellip;
hi_in: दर & hellip;

source: Perfect
hi_in: एकदम सही

source: Good
hi_in: अच्छी

source: Average
hi_in: औसत

source: Not that bad
hi_in: उतना बुरा नहीं

source: Very Poor
hi_in: बहुत ही खराब

source: Your Review
hi_in: आपकी समीक्षा

source: Only logged in customers who have purchased this product may leave a review.
hi_in: जिन ग्राहकों ने इस उत्पाद खरीदा है एक समीक्षा छोड़ सकते में केवल लॉग इन किया।

source: Product Description
hi_in: प्रॉडक्ट वर्णन
