Repository: xavi-reloaded/website-wordpress
Catalog: downloaded/THEMES 2017/Flip Mag THEME/flipmag/languages/*.po
Languages: hi_in

source: Showing %s of %s
hi_in: दिखा %s के %s

source: Next
hi_in: अगला

source: Prev
hi_in: पिछला

source: About Author
hi_in: लेखक के बारे में

source: By
hi_in: निम्न लोगों के द्वारा

source: Previous Article
hi_in: पिछले लेख

source: Next Article
hi_in: अगले अनुच्छेद

source: LinkedIn
hi_in: लिंक्डइन (LinkedIn)

source: Email
hi_in: ईमेल

source: About Website - Flipmag
hi_in: वेबसाइट के बारे में - अक्तूबर

source: A rich-text, text editor.
hi_in: एक अमीर-पाठ, पाठ संपादक।

source: Title
hi_in: शीर्षक

source: Color
hi_in: रंग

source: Set main color for this block.
hi_in: इस ब्लॉक के लिए मुख्य रंग सेट करें।

source: Automatically add paragraphs
hi_in: स्वचालित रूप से परिच्छेद जोड़ें

source: Block 1 - Flipmag
hi_in: ब्लॉक 1 - अक्तूबर

source: Display your posts as block 1 module.
hi_in: 1 ब्लॉक मॉड्यूल के रूप में अपने पदों प्रदर्शित करें।

source: Posts query
hi_in: पोस्ट क्वेरी

source: Controls
hi_in: नियंत्रण

source: Pagination
hi_in: 3. पेजिने

source: Disable
hi_in: अक्षम करें

source: Ajax pagination
hi_in: अजाक्स अंक लगाना

source: Choose date format
hi_in: दिनांक स्वरूप चुनें

source: example date : JANUARY 25, %s When date is enable.
hi_in: उदाहरण दिनांक: 25 जनवरी %s जब तिथि सक्षम है।

source: Date archive link url
hi_in: दिनांक संग्रह लिंक यूआरएल

source: If date enable.
hi_in: तारीख सक्षम करते हैं।

source: Excerpt Length
hi_in: अंश की लंबाई

source: Block 10 - Flipmag
hi_in: ब्लॉक 10 - अक्तूबर

source: Display your posts as block 10 module.
hi_in: ब्लॉक 10 मॉड्यूल के रूप में अपने पदों प्रदर्शित करें।

source: Block 11 - Flipmag
hi_in: ब्लॉक 11 - अक्तूबर

source: Display your posts as block 11 module.
hi_in: ब्लॉक 11 मॉड्यूल के रूप में अपने पदों प्रदर्शित करें।

source: Block 12 - Flipmag
hi_in: ब्लॉक 12 - अक्तूबर

source: Display your posts as block 12 module.
hi_in: ब्लॉक 12 मॉड्यूल के रूप में अपने पदों प्रदर्शित करें।

source: Block 13 - Flipmag
hi_in: ब्लॉक 13 - अक्तूबर

source: Display your posts as block 13 module.
hi_in: ब्लॉक 13 मॉड्यूल के रूप में अपने पदों प्रदर्शित करें।

source: Block 14 - Flipmag
hi_in: ब्लॉक 14 - अक्तूबर

source: Display your posts as block 14 module.
hi_in: ब्लॉक 14 मॉड्यूल के रूप में अपने पदों प्रदर्शित करें।

source: Block 15 - Flipmag
hi_in: ब्लॉक 15 - अक्तूबर

source: Display your posts as block 15 module.
hi_in: ब्लॉक 15 मॉड्यूल के रूप में अपने पदों प्रदर्शित करें।

source: Block 16 - Flipmag
hi_in: ब्लॉक 16 - अक्तूबर

source: Display your posts as block 16 module.
hi_in: ब्लॉक 16 मॉड्यूल के रूप में अपने पदों प्रदर्शित करें।

source: Block 17 - Flipmag
hi_in: ब्लॉक 17 - अक्तूबर

source: Display your posts as block 17 module.
hi_in: ब्लॉक 17 मॉड्यूल के रूप में अपने पदों प्रदर्शित करें।

source: Block 18 - Flipmag
hi_in: ब्लॉक 18 - अक्तूबर

source: Display your posts as block 18 module.
hi_in: ब्लॉक 18 मॉड्यूल के रूप में अपने पदों प्रदर्शित करें।

source: Block 19 - Flipmag
hi_in: ब्लॉक 19 - अक्तूबर

source: Display your posts as block 19 module.
hi_in: ब्लॉक 19 मॉड्यूल के रूप में अपने पदों प्रदर्शित करें।

source: Block 2 - Flipmag
hi_in: ब्लॉक 2 - अक्तूबर

source: Display your posts as block 2 module.
hi_in: ब्लॉक 2 मॉड्यूल के रूप में अपने पदों प्रदर्शित करें।

source: Block 20 - Flipmag
hi_in: ब्लॉक 20 - अक्तूबर

source: Display your posts as block 20 module.
hi_in: ब्लॉक 20 मॉड्यूल के रूप में अपने पदों प्रदर्शित करें।

source: Block 3 - Flipmag
hi_in: ब्लॉक 3 - अक्तूबर

source: Display your posts as block 3 module.
hi_in: ब्लॉक 3 मॉड्यूल के रूप में अपने पदों प्रदर्शित करें।

source: Block 4 - Flipmag
hi_in: ब्लॉक 4 - अक्तूबर

source: Display your posts as block 4 module.
hi_in: 4 ब्लॉक मॉड्यूल के रूप में अपने पदों प्रदर्शित करें।

source: Block 5 - Flipmag
hi_in: ब्लॉक 5 - अक्तूबर

source: Display your posts as block 5 module.
hi_in: ब्लॉक 5 मॉड्यूल के रूप में अपने पदों प्रदर्शित करें।

source: Block 6 - Flipmag
hi_in: ब्लॉक 6 - अक्तूबर

source: Display your posts as block 6 module.
hi_in: ब्लॉक 6 मॉड्यूल के रूप में अपने पदों प्रदर्शित करें।

source: Block 7 - Flipmag
hi_in: ब्लॉक 7 - अक्तूबर

source: Display your posts as block 7 module.
hi_in: ब्लॉक 7 मॉड्यूल के रूप में अपने पदों प्रदर्शित करें।

source: Block 8 - Flipmag
hi_in: ब्लॉक 8 - अक्तूबर

source: Display your posts as block 8 module.
hi_in: ब्लॉक 8 मॉड्यूल के रूप में अपने पदों प्रदर्शित करें।

source: Block 9 - Flipmag
hi_in: ब्लॉक 9 - अक्तूबर

source: Display your posts as block 9 module.
hi_in: के रूप में ब्लॉक 9 मॉड्यूल अपने पदों प्रदर्शित करें।

source: Module 1 - Flipmag
hi_in: मॉड्यूल 1 - अक्तूबर

source: Display your posts as module 1 module.
hi_in: मॉड्यूल 1 मॉड्यूल के रूप में अपने पदों प्रदर्शित करें।

source: Set main color for this module.
hi_in: इस मॉड्यूल के लिए मुख्य रंग सेट करें।

source: Column 1
hi_in: (कॉलम 1-3)

source: Feature article style
hi_in: फ़ीचर लेख शैली

source: Classic Style
hi_in: शास्त्रीय शैली

source: Modern Style
hi_in: आधुनिक शैली

source: Column 2
hi_in: (कॉलम 1-3)

source: Module 2 - Flipmag
hi_in: मॉड्यूल 2 - अक्तूबर

source: Display your posts as module 2 module.
hi_in: मॉड्यूल 2 मॉड्यूल के रूप में अपने पदों प्रदर्शित करें।

source: Choose Image Size
hi_in: चुनें छवि का आकार

source: Block (351 x 185)
hi_in: ब्लॉक (351 x 185)

source: Slider (702 x 336)
hi_in: स्लाइडर (702 x 336)

source: Full (1078 x 516)
hi_in: पूर्ण (1078 x 516)

source: Module 3 - Flipmag
hi_in: 3 मॉड्यूल - अक्तूबर

source: Display your posts as module 3 module as news block.
hi_in: खबर ब्लॉक के रूप में 3 मॉड्यूल मॉड्यूल के रूप में अपने पदों प्रदर्शित करें।

source: Maximum 5 posts in one category block.
hi_in: एक वर्ग ब्लॉक में अधिकतम 5 पदों।

source: Select Category
hi_in: श्रेणी का चयन करें

source: No Title
hi_in: (कोई शीर्षक नहीं)

source: Module 4 - Flipmag
hi_in: 4 मॉड्यूल - अक्तूबर

source: Display your posts as module 4 in tabs layout.
hi_in: टैब लेआउट में 4 मॉड्यूल के रूप में अपने पदों को प्रदर्शित करें।

source: Maximum 5 posts in one tab block.
hi_in: एक टैब ब्लॉक में अधिकतम 5 पदों।

source: Make Tabs
hi_in: टैब्स बनाओ

source: Tab
hi_in: टैब

source: Tab Title
hi_in: टैब शीर्षक

source: Module 5 - Flipmag
hi_in: 5 मॉड्यूल - अक्तूबर

source: Display your posts as 5 module.
hi_in: 5 मॉड्यूल के रूप में अपने पदों प्रदर्शित करें।

source: Maximum 5 posts in one tab block and posts has thumbnail.
hi_in: एक टैब ब्लॉक में अधिकतम 5 पदों और पदों थम्बनेल है।

source: Module 6 - Flipmag
hi_in: 6 मॉड्यूल - अक्तूबर

source: Display your posts as module 6 module.
hi_in: 6 मॉड्यूल मॉड्यूल के रूप में अपने पदों प्रदर्शित करें।

source: Module 7 - Flipmag
hi_in: 7 मॉड्यूल - अक्तूबर

source: Display your posts as module 7 module.
hi_in: 7 मॉड्यूल मॉड्यूल के रूप में अपने पदों प्रदर्शित करें।

source: Require thumbnail to display post in this module.
hi_in: इस मॉड्यूल में पोस्ट प्रदर्शित करने के लिए थंबनेल आवश्यकता होती है।

source: Recent Tweet - Flipmag
hi_in: हाल ही में ट्वीट - अक्तूबर

source: Get recent tweet from your twitter account.
hi_in: अपने ट्विटर खाते से हाल ही में ट्वीट जाओ।

source: Get your API keys &amp; tokens at: %s
hi_in: अपने एपीआई कुंजी & amp जाओ; पर टोकन: %s

source: Consumer Key
hi_in: उपभोक्ता कुंजी

source: Consumer Secret
hi_in: उपभोक्ता गुप्त

source: Access Token
hi_in: एक्सेस_टोकन

source: Access Token Secret
hi_in: पहुँच टोकन गुप्त

source: Twitter Username
hi_in: ट्विटर उपयोगकर्ता का नाम

source: Tweets to display
hi_in: ट्वीट प्रदर्शित करने के लिए

source: Error : %s - %s
hi_in: त्रुटि: %s - %s

source: Social Counter - Flipmag
hi_in: सामाजिक काउंटर - अक्तूबर

source: Get social counter for your social account.
hi_in: अपने सामाजिक खाते के लिए सामाजिक काउंटर जाओ।

source: Hide/Show
hi_in: छिपाएं दिखाएं

source: Facebook Page ID
hi_in: फेसबुक पेज आईडी

source: Please enter the page ID or page name.For example:If your page url is https://www.facebook.com/Flipmag then your page ID is Flipmag.
hi_in: पेज आईडी या उदाहरण name.For पेज दर्ज करें: अपने पृष्ठ यूआरएल https://www.facebook.com/Flipmag है तो अपने पृष्ठ आईडी Flipmag है।

source: Default Count
hi_in: डिफ़ॉल्ट गणना

source: Please enter the default count to show whenever the API is unavailable.
hi_in: दिखाने के लिए जब भी एपीआई अनुपलब्ध है डिफ़ॉल्ट गिनती दर्ज करें।

source: Please enter the twitter username.For example:octocreation.
hi_in: octocreation: उदाहरण के username.For ट्विटर दर्ज करें।

source: Twitter Consumer Key
hi_in: ट्विटर उपभोक्ता कुंजी

source: Twitter Consumer Secret
hi_in: ट्विटर उपभोक्ता गुप्त

source: Twitter Access Token
hi_in: ट्विटर पहुँच टोकन

source: Twitter Access Token Secret
hi_in: ट्विटर पहुँच टोकन गुप्त

source: Google Plus Page Name or Profile ID
hi_in: गूगल प्लस पेज नाम या प्रोफाइल आईडी

source: Please enter the page name or profile ID.For example:If your page url is https://plus.google.com/+BBCNews then your page name is +BBCNews
hi_in: पेज का नाम दर्ज करें या ID.For उदाहरण प्रोफ़ाइल करें: यदि आपके पृष्ठ यूआरएल है तो https://plus.google.com/+BBCNews अपने पेज का नाम + BBCNews है

source: Google API Key
hi_in: गूगल एपीआई कुंजी

source: To get your API Key, first create a project/app in %s and then turn on Google+ API from "APIs &amp; auth &gt;APIs inside your project.Then again go to "APIs &amp; auth &gt; APIs &gt; Credentials &gt; Public API access" and then click "CREATE A NEW KEY" button, select the "Browser key" option and click in the "CREATE" button, and then copy your API key and paste in above field.
hi_in: अपने एपीआई कुंजी पाने के लिए, पहली बार में एक परियोजना / अनुप्रयोग बनाने %s और फिर \ से Google+ एपीआई पर बारी "API & amp; प्रमाणन & gt; अपने project.Then अंदर एपीआई फिर \ लिए जाना" एपीआई & amp; प्रमाणन & gt; एपीआई & gt; साख & gt; सार्वजनिक एपीआई पहुँच \ "और फिर क्लिक करें " बनाने के लिए एक नया कुंजी \ "बटन, \ चयन" ब्राउज़र कुंजी \ "विकल्प और \ में क्लिक करें" \ "बटन बनाने, और फिर अपने एपीआई कुंजी कॉपी और ऊपर के क्षेत्र में पेस्ट करें।

source: Youtube Channel ID
hi_in: यूट्यूब चैनल आईडी

source: Please enter the youtube channel ID.Your channel ID looks like: UC4WMyzBds5sSZcQxyAhxJ8g. And please note that your channel ID is different from username.Please go %s to know how to get your channel ID.
hi_in: UC4WMyzBds5sSZcQxyAhxJ8g: यूट्यूब चैनल ID.Your चैनल आईडी की तरह लग रहा दर्ज करें। और कृपया ध्यान दें कि आपके चैनल आईडी जाना username.Please से अलग है %s कैसे अपने चैनल आईडी प्राप्त करने के लिए पता करने के लिए।

source: Youtube Username
hi_in: YouTube उपयोगकर्ता नाम

source: Please enter the youtube username.For example:https://www.youtube.com/user/mezzi07animator so your username is mezzi07animator.
hi_in: यूट्यूब username.For उदाहरण दर्ज करें: https: //www.youtube.com/user/mezzi07animator तो अपने उपयोगकर्ता नाम mezzi07animator है।

source: Youtube API Key
hi_in: यूट्यूब एपीआई कुंजी

source: To get your API Key, first create a project/app in %s and then turn on both Youtube Data and Analytics API from "APIs &amp; auth &gt;APIs inside your project.Then again go to "APIs &amp; auth &gt; APIs &gt; Credentials &gt; Public API access" and then click "CREATE A NEW KEY" button, select the "Browser key" option and click in the "CREATE" button, and then copy your API key and paste in above field.
hi_in: अपने एपीआई कुंजी पाने के लिए, पहली बार में एक परियोजना / अनुप्रयोग बनाने %s और फिर \ से दोनों यूट्यूब डेटा और विश्लेषण एपीआई पर बारी "API & amp; प्रमाणन & gt; अपने project.Then अंदर एपीआई फिर \ लिए जाना" एपीआई & amp; प्रमाणन & gt; एपीआई & gt; साख & gt; सार्वजनिक एपीआई पहुँच \ "और फिर क्लिक करें " बनाने के लिए एक नया कुंजी \ "बटन, \ चयन" ब्राउज़र कुंजी \ "विकल्प और \ में क्लिक करें" \ "बटन बनाने, और फिर अपने एपीआई कुंजी कॉपी और ऊपर के क्षेत्र में पेस्ट करें।

source: Linkedin URL
hi_in: लिंक्डइन यूआरएल

source: Instagram Id
hi_in: इंस्टाग्राम पहचान पत्र

source: Enter your instagram id example: 1574083
hi_in: अपने Instagram आईडी उदाहरण दर्ज करें: 1574083

source: Instagram Access Token
hi_in: Instagram पहुँच टोकन

source: Create your access token %s.
hi_in: आपकी पहुँच टोकन बनाएं %s ।

source: URL
hi_in: यूआरएल

source: User Id
hi_in: यूज़र आईडी

source: Client Id
hi_in: ग्राहक आईडी

source: Get your client id from %s.
hi_in: से अपने ग्राहक आईडी प्राप्त %s ।

source: Stumbleupon
hi_in: पर ठोकर

source: Username
hi_in: उपयोगकर्तानाम

source: get your access token from %s
hi_in: से अपनी पहुंच टोकन प्राप्त %s

source: You can create your access token here %s
hi_in: आप यहां अपनी पहुँच टोकन बना सकते हैं %s

source: example : 1150982282283315200
hi_in: उदाहरण: 1150982282283315200

source: Api Key
hi_in: एपीआई कुंजी

source: Get your api key %s
hi_in: अपने एपीआई कुंजी पाने %s

source: example : octocreation
hi_in: उदाहरण: octocreation

source: Website Posts
hi_in: वेबसाइट के पोस्ट

source: Website Comment
hi_in: वेबसाइट टिप्पणी

source: Likes
hi_in: को यह पसंद है

source: Followers
hi_in: फ़ॉलोअर

source: Subscribers
hi_in: सदस्य

source: Views
hi_in: दृश्य

source: Comments
hi_in: टिप्पणियाँ

source: This post is password protected. Enter the password to view comments.
hi_in: यह पोस्ट पासवर्ड सुरक्षित है। टिप्पणियों को देखने के लिए पासवर्ड दें।

source: &larr; Older Comments
hi_in: &larr; पुराना टिप्पणियाँ

source: Newer Comments &rarr;
hi_in: नई टिप्पणियाँ &rarr;

source: Comments are closed.
hi_in: टिप्पणियाँ बंद हैं।

source: Leave A Reply
hi_in: उत्तर छोड़ दें

source: Reply To %s
hi_in: का जवाब दें %s

source: Logged in as <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Log out?</a>
hi_in: <a Href=" %1$s "> रूप में लॉग इन %2$s </a>। <a href=" %3$s " title="Log इस से बाहर account"> लॉग आउट? </a>

source: Your Comment
hi_in: आपकी टिप्पणी:

source: Post Comment
hi_in: टिप्पणी पोस्ट करें

source: Cancel Reply
hi_in: उत्तर रद्द करे

source: Your Name
hi_in: आपका नाम

source: Your Website
hi_in: आपका वेबसाइट

source: Main Navigation
hi_in: मुख्य नेविगेशन

source: Widgets in this area will be shown in the default sidebar.
hi_in: इस क्षेत्र में विजेट्स डिफ़ॉल्ट साइडबार में दिखाया जाएगा।

source: Footer 1
hi_in: पाद 1

source: footer Column 1.
hi_in: पाद कॉलम 1।

source: Footer 2
hi_in: पाद 2

source: footer Column 2.
hi_in: पाद कॉलम 2।

source: Footer 3
hi_in: पाद 3

source: footer Column 3.
hi_in: पाद कॉलम 3।

source: Footer 4
hi_in: पाद 4

source: footer Column 4.
hi_in: पाद लेख स्तंभ 4।

source: Mega Menu
hi_in: मेगा मेनू

source: Category Mega Menu
hi_in: श्रेणी मेगा मेनू

source: Mega Menu for Links
hi_in: लिंक के लिए मेगा मेनू

source: Theme -
hi_in: थीम

source: Demo Importer
hi_in: डेमो आयातक

source: %s Sample Import %s For import sample content go to %s Appearance &gt; Flipmag Options &gt; Sample import. %s Import sample content from FlipMag official demo site. It needs a powerful webhost and may fail on a weaker one. It may take %s 2-4 %s minutes to complete. %s WARNING: Only use on an empty site and make sure you have enabled recommended plugins first! Existing widgets will NOT be deleted but it is a good idea to remove them. %s
hi_in: %s नमूना आयात %s आयात नमूना सामग्री के लिए जाना %s सूरत & gt; Flipmag विकल्प & gt; नमूना आयात करते हैं। %s FlipMag आधिकारिक डेमो साइट से आयात नमूना सामग्री। यह एक शक्तिशाली webhost की जरूरत है और एक कमजोर एक पर विफल हो सकता है। यह लग सकता है %s 2-4 %s पूरा करने के लिए मिनट। %s चेतावनी: केवल एक खाली साइट पर उपयोग करें और सुनिश्चित करें कि आप पहले सक्षम है सिफारिश plugins करने के लिए! मौजूदा विगेट्स नहीं हटा दिया जाएगा लेकिन यह उन्हें दूर करने के लिए एक अच्छा विचार है। %s

source: Import Completed!
hi_in: आयात पूरा हुआ

source: Your import has been completed successfully. Have fun!
hi_in: अपने आयात को सफलतापूर्वक पूरा हो चुका है। मज़े करो!

source: Import Failed!
hi_in: आयात विफल!

source: Sorry but your import failed. Most likely, it cannot work with your webhost. You will have to ask your webhost to increase your PHP max_execution_time (or any other webserver timeout to at least 300 secs) and memory_limit (to at least 196M) temporarily.
hi_in: क्षमा करें, लेकिन अपने आयात विफल रहा है। सबसे अधिक संभावना है, यह आपके webhost के साथ काम नहीं कर सकते हैं। आप (कम से कम करने के लिए 196M) अस्थायी रूप से अपने पीएचपी max_execution_time (या किसी भी अन्य वेबसर्वर मध्यांतर में कम से कम करने के लिए 300 सेकेंड) और memory_limit बढ़ाने के लिए अपने webhost से पूछना होगा।

source: Remote server did not respond
hi_in: रिमोट सर्वर ने प्रतिक्रिया नहीं की

source: Remote server returned error response %1$d %2$s
hi_in: रिमोट सर्वर ने त्रुटिपूर्ण प्रतिक्रिया %1$d %2$s लौटाई

source: Remote file is incorrect size
hi_in: दूरस्थ फ़ाइल का आकार गलत है

source: Zero size file downloaded
hi_in: शून्य आकार की फ़ाइल डाउनलोड की गई

source: Remote file is too large, limit is %s
hi_in: रिमोट फ़ाइल बहुत बड़ी है, सीमा नहीं है %s

source: Build posts query
hi_in: पदों क्वेरी बनाएँ

source: Repeat Horizontal and Vertical - Pattern
hi_in: दोहराएँ क्षैतिज और ऊर्ध्वाधर - पैटर्न

source: Fully Cover Background - Photo
hi_in: पूरी तरह से पृष्ठभूमि कवर - फोटो

source: Repeat Horizontal
hi_in: दोहराएँ क्षैतिज

source: Repeat Vertical
hi_in: दोहराएँ कार्यक्षेत्र

source: No Repeat
hi_in: कोई दोहराव नहीं

source: Remove
hi_in: हटाएं

source: Suggested Fonts
hi_in: सुझाए गए फ़ॉन्ट्स

source: Google Fonts
hi_in: गूगल फ़ॉन्ट्स

source: System Fonts
hi_in: सिस्टम फ़ॉन्ट

source: Options
hi_in: विकल्प

source: Could not import options. Are you sure the uploaded file was a valid backup file?
hi_in: विकल्प का आयात नहीं किया जा सका। क्या आप वाकई अपलोड की गई फ़ाइल एक वैध बैकअप फ़ाइल था?

source: Select posts in module.
hi_in: मॉड्यूल में पदों का चयन करें।

source: Read More
hi_in: आगे पढ़ें

source: right now
hi_in: अभी इस वक्त

source: seconds ago
hi_in: एक सेकंड पहले

source: about 1 minute ago
hi_in: के बारे में 1 मिनट पहले

source: minutes ago
hi_in: कुछ मिनट पहले

source: about 1 hour ago
hi_in: लगभग 1 घंटे पहले

source: hours ago
hi_in: घंटे पहले

source: yesterday
hi_in: कल:

source: days ago
hi_in: दिन पहले

source: over a year ago
hi_in: एक वर्ष पहले

source: Home
hi_in: होम

source: Category: "%s"
hi_in: श्रेणी: " %s "

source: Archive for "%s"
hi_in: "के लिए पुरालेख %s "

source: Search Results for "%s" Query
hi_in: "के लिए खोज परिणाम %s " क्वेरी

source: Posts Tagged "%s"
hi_in: टैग की गईं "के पोस्ट %s "

source: Author: %s
hi_in: लेखक: %s

source: Error 404
hi_in: त्रुटि

source: (Page %s)
hi_in: ( पृष्ठ %s)

source: Post Options
hi_in: पोस्ट विकल्प

source: Page Options
hi_in: पृष्ठ विकल्प

source: Previous
hi_in: पिछला

source: There was an error when reading this WXR file
hi_in: जब इस WXR फ़ाइल को पढ़ने में कोई त्रुटि थी

source: Details are shown above. The importer will now try again with a different parser...
hi_in: विवरण ऊपर दिखाए जाते हैं। आयातक अब एक अलग पार्सर के साथ फिर से कोशिश करेंगे ...

source: This does not appear to be a WXR file, missing/invalid WXR version number
hi_in: यह एक WXR फ़ाइल, लापता / अमान्य WXR संस्करण संख्या होने के लिए प्रकट नहीं होता है

source: You must upload a %s .wie %s file generated by this plugin.
hi_in: आप एक अपलोड करना होगा %s .wie %s इस प्लगइन द्वारा उत्पन्न फ़ाइल।

source: Import file could not be found. Please try again.
hi_in: आयात फ़ाइल नहीं पाया जा सका। कृपया पुन: प्रयास करें।

source: Import data could not be read. Please try a different file.
hi_in: आयात डेटा पढ़ा नहीं जा सका। एक अलग फ़ाइल का प्रयास करें।

source: Sidebar does not exist in theme (using Inactive)
hi_in: साइडबार विषय में मौजूद नहीं है (निष्क्रिय का उपयोग)

source: Site does not support widget
hi_in: साइट विजेट का समर्थन नहीं करता

source: Widget already exists
hi_in: विजेट पहले से मौजूद है

source: Imported
hi_in: इम्पोर्टेड

source: Imported to Inactive
hi_in: निष्क्रिय करने के लिए आयात

source: Sorry, there has been an error.
hi_in: क्षमा करें, कोई त्रुटि हुई है।

source: The file does not exist, please try again.
hi_in: फ़ाइल मौजूद नहीं है, पुन: प्रयास करें।

source: All done.
hi_in: सब हो गया!

source: Have fun!
hi_in: ऐप का मजा उठाएं!

source: Remember to update the passwords and roles of imported users.
hi_in: पासवर्ड और आयातित उपयोगकर्ताओं की भूमिकाओं को अद्यतन करने के लिए याद रखें।

source: The export file could not be found at %s. It is likely that this was caused by a permissions problem.
hi_in: निर्यात फ़ाइल पर नहीं पाया जा सका %s । ऐसा नहीं है कि यह एक अनुमतियाँ समस्या की वजह से हुई संभावना है।

source: This WXR file (version %s) may not be supported by this version of the importer. Please consider updating.
hi_in: इस WXR फ़ाइल (संस्करण %s ) आयातक के इस संस्करण द्वारा समर्थित नहीं किया जा सकता है। अद्यतन करने पर विचार करें।

source: Failed to import author %s. Their posts will be attributed to the current user.
hi_in: लेखक आयात करने में विफल %s । अपने पदों वर्तमान उपयोगकर्ता के लिए जिम्मेदार ठहराया जाएगा।

source: Assign Authors
hi_in: लेखक निरुपित

source: To make it easier for you to edit and save the imported content, you may want to reassign the author of the imported item to an existing user of this site. For example, you may want to import all the entries as <code>admin</code>s entries.
hi_in: यह आसान के लिए आप को संपादित करने और आयातित सामग्री को बचाने के लिए बनाने के लिए, अगर आप इस साइट के एक मौजूदा उपयोगकर्ता के लिए आयातित आइटम के लेखक पुन: असाइन कर सकते हैं। उदाहरण के लिए, आप <कोड> व्यवस्थापक </ code> S प्रविष्टियों के रूप में सभी प्रविष्टियों को आयात करने के लिए चाहते हो सकता है।

source: If a new user is created by WordPress, a new password will be randomly generated and the new user&#8217;s role will be set as %s. Manually changing the new user&#8217;s details will be necessary.
hi_in: एक नया उपयोगकर्ता द्वारा वर्डप्रेस बनाई गई है, तो एक नया पासवर्ड बेतरतीब ढंग से उत्पन्न हो जाएगा और नए उपयोगकर्ता & # 8217; भूमिका के रूप में स्थापित किया जाएगा %s । मैन्युअल रूप से नए उपयोगकर्ता & # 8217 को बदलने की जानकारी के लिए आवश्यक हो जाएगा।

source: Import Attachments
hi_in: आयात संलग्नक

source: Download and import file attachments
hi_in: डाउनलोड करें और फ़ाइल अनुलग्नक आयात करे

source: Submit
hi_in: जमा करें

source: Import author:
hi_in: आयात लेखक:

source: or create new user with login name:
hi_in: या लॉगिन नाम के साथ नया उपयोगकर्ता बनाने के लिए:

source: as a new user:
hi_in: एक नया उपयोगकर्ता के रूप में:

source: assign posts to an existing user:
hi_in: एक मौजूदा उपयोगकर्ता के लिए पदों आवंटित:

source: or assign posts to an existing user:
hi_in: या एक मौजूदा उपयोगकर्ता के लिए पदों आवंटित:

source: - Select -
hi_in: चयन करें

source: Failed to create new user for %s. Their posts will be attributed to the current user.
hi_in: के लिए नया उपयोगकर्ता बनाने में विफल %s । अपने पदों वर्तमान उपयोगकर्ता के लिए जिम्मेदार ठहराया जाएगा।

source: Failed to import category %s
hi_in: श्रेणी आयात करने में विफल %s

source: Failed to import post tag %s
hi_in: पोस्ट टैग आयात करने में विफल %s

source: Failed to import %s %s
hi_in: आयात करने में विफल %s %s

source: Failed to import &#8220;%s&#8221;: Invalid post type %s
hi_in: आयात & # 8220 करने में विफल; %s & # 8221 ;: अमान्य पद प्रकार %s

source: %s &#8220;%s&#8221; already exists.
hi_in: %s & # 8220; %s & # 8221; पहले से ही मौजूद है।

source: Failed to import %s &#8220;%s&#8221;
hi_in: आयात करने में विफल %s & # 8220; %s & # 8221;

source: Menu item skipped due to missing menu slug
hi_in: मेनू मद लापता मेनू काउंटर के कारण छोड़ दिया

source: Menu item skipped due to invalid menu slug: %s
hi_in: मेनू मद अवैध मेनू काउंटर के कारण छोड़ दिया: %s

source: Fetching attachments is not enabled
hi_in: अनुलग्नकों ला रहा है सक्षम नहीं है

source: Invalid file type
hi_in: अमान्य फ़ाइल प्रकार।

source: Import WordPress
hi_in: आयात वर्डप्रेस

source: A new version of this importer is available. Please update to version %s to ensure compatibility with newer export files.
hi_in: इस आयातक का एक नया संस्करण उपलब्ध है। संस्करण में अपडेट करें %s नए निर्यात फाइलों के साथ संगतता सुनिश्चित करने के लिए।
