Repository: xavi-reloaded/website-wordpress
Catalog: downloaded/THEMES 2017/Flip Mag THEME/flipmag/languages/*.po
Languages: hi_in

source: When enabled, prettyPhoto lightbox will auto-bind to images such as featured images, WordPress galleries etc.
hi_in: जब सक्षम, prettyPhoto Lightbox इस तरह चित्रित किया छवियों, वर्डप्रेस दीर्घाओं आदि के रूप में छवियों को ऑटो बाँध

source: Show Featured
hi_in: दिखाएँ पर छापा

source: Disabling featured area will mean the featured image or video will no longer show at top of the article.
hi_in: विशेष रुप से अक्षम क्षेत्र विशेष रुप से छवि मतलब होगा या वीडियो नहीं रह आलेख के शीर्ष पर दिखाई देगा।

source: Show Tags
hi_in: टैग्स दिखाएं

source: Show tags below posts? We recommend using categories instead of tags.
hi_in: पोस्ट के नीचे टैग दिखाएं? हम टैग की बजाय श्रेणियों का उपयोग करना चाहिये।

source: Show Social Sharing
hi_in: दिखाएँ सामाजिक शेयरिंग

source: Show twitter, facebook, etc. share images beneath posts?
hi_in: शो ट्विटर, फेसबुक, पदों के नीचे आदि शेयर छवियों?

source: Previous/Next Navigation?
hi_in: पिछले / अगले नेविगेशन?

source: Enabling this will add a Previous and Next post link in the single post page.
hi_in: इसे सक्षम एकल पद पेज में एक पिछले और अगले पोस्ट लिंक जोड़ देगा।

source: Show Author Box
hi_in: शो लेखक बॉक्स

source: Setting to No will disable author box displayed below posts on post page.( author description require. )
hi_in: नहीं करने के लिए सेटिंग लेखक बॉक्स पद पेज पर पदों के नीचे प्रदर्शित निष्क्रिय कर देगा। (लेखक विवरण की आवश्यकता होती है।)

source: Date Format of listing for post page block.When date is enable.
hi_in: पोस्ट पेज block.When तारीख के लिए लिस्टिंग की तारीख प्रारूप सक्षम है।

source: Date archive link url of listing for post page block.
hi_in: पोस्ट पेज ब्लॉक के लिए लिस्टिंग की तारीख संग्रह लिंक URL।

source: Related Posts
hi_in: संबंधित पोस्ट

source: Show Related Posts
hi_in: शो संबंधित पोस्ट

source: Setting to No will disable the related posts that appear on the single post page.
hi_in: नहीं करने के लिए सेटिंग संबंधित पदों है कि एकल पद पृष्ठ पर दिखाई निष्क्रिय कर देगा।

source: Related Posts By
hi_in: संबंधित पोस्ट द्वारा

source: By default, related posts will be displayed by finding posts based on the categories of post being viewed. You can change it to tags.
hi_in: डिफ़ॉल्ट रूप से, संबंधित पोस्ट पोस्ट की श्रेणियों के आधार पर पदों को ढूँढने में देखा जा रहा द्वारा प्रदर्शित किया जाएगा। आप टैग करने के लिए इसे बदल सकते हैं।

source: Categories
hi_in: श्रेणियाँ

source: Tags
hi_in: टैग

source: comment
hi_in: कमेंट

source: Disable comments on posts
hi_in: पदों पर टिप्पणियां अक्षम

source: Enable or disable the comments for post, on the entire site. This option is disabled by default.
hi_in: सक्षम या पोस्ट की टिप्पणियों को अक्षम, पूरी साइट पर। डिफाल्ट रूप में यह विकल्प निष्क्रिय है।

source: Typography
hi_in: अक्षर कला (टाइपोग्राफी)

source: General
hi_in: सामान्य

source: %s Selecting a font will show a basic preview. Go to %s google fonts directory %s for more details. It is highly recommended that you choose fonts that have similar heights to the default fonts to maintain pleasing aesthetics. %s
hi_in: %s एक फ़ॉन्ट का चयन एक बुनियादी पूर्वावलोकन दिखाएगा। करने के लिए जाओ %s गूगल फ़ॉन्ट्स निर्देशिका %s अधिक जानकारी के लिए। यह अत्यधिक है कि आप फोंट डिफ़ॉल्ट फोंट के समान ऊंचाइयों मनभावन सौंदर्यशास्त्र बनाए रखने के लिए है कि चयन की सिफारिश की है। %s

source: Main Font Family
hi_in: मुख्य फ़ॉन्ट परिवार

source: This effects almost every element on the theme. Please use a family that has regular, semi-bold and bold style. You may want to set the same for "Blog Post & Pages Body" too.
hi_in: इस विषय पर लगभग हर तत्व के प्रभाव। एक परिवार के लिए नियमित रूप से, अर्द्ध बोल्ड और बोल्ड शैली है कि का उपयोग करें। आप \ "ब्लॉग पोस्ट और पन्ने शारीरिक " के लिए भी एक ही सेट कर सकते हैं।

source: Contrast Font Family
hi_in: फ़ॉन्ट परिवार विरोध करें

source: This font will apply to mainly post headlines in post pages, slider, homepage, etc.
hi_in: इस फ़ॉन्ट मुख्य रूप से पोस्ट पृष्ठों, स्लाइडर, होमपेज, आदि में सुर्खियों में पोस्ट करने के लिए लागू होगी

source: Blog Post & Pages Body
hi_in: ब्लॉग पोस्ट और पेज Body

source: Pages and blog posts body can also use a font of your choice. Readability is cruicial. Choose wisely.
hi_in: पेज और ब्लॉग पोस्ट शरीर भी अपनी पसंद का एक फ़ॉन्ट का उपयोग कर सकते हैं। पठनीयता cruicial है। बुद्धिमानी से चुनना।

source: Navigation Font
hi_in: नेविगेशन फ़ॉन्ट

source: Change the font used in the navigation menu.
hi_in: नेविगेशन मेनू में इस्तेमाल फ़ॉन्ट बदलें।

source: Blocks & Listing Excerpts
hi_in: ब्लॉक और लिस्टिंग अंशः

source: Affects the agebuilder blocks, and category listings' excerpt that is displayed below the heading.
hi_in: agebuilder ब्लॉक, और श्रेणी सूची 'अंश कि शीर्षक के नीचे प्रदर्शित किया जाता है को प्रभावित करता है।

source: Pages & In-Post Headings
hi_in: पन्ने और में पोस्ट शीर्षकों

source: Changing this will affect the font used for pages heading and heading h1-h6 used within posts or default template pages.
hi_in: इस बदलते बढ़ रहा है और बढ़ रहा H1-H6 पोस्ट या डिफ़ॉल्ट टेम्पलेट पृष्ठों के भीतर इस्तेमाल पृष्ठों के लिए इस्तेमाल फ़ॉन्ट को प्रभावित करेगा।

source: Content Heading Sizes
hi_in: सामग्री शीर्षक आकार

source: %s These sizes affects the heading of fonts used within posts. %s
hi_in: %s ये आकार पदों के भीतर इस्तेमाल किया फोंट के शीर्षक को प्रभावित करता है। %s

source: H1 Size
hi_in: एच 1 का आकार

source: h1 size for in-post headings.
hi_in: में पोस्ट शीर्षकों के लिए एच 1 आकार।

source: H2 Size
hi_in: एच 2 आकार

source: h2 size for in-post headings.
hi_in: में पोस्ट शीर्षकों के लिए एच 2 आकार।

source: H3 Size
hi_in: H3 आकार

source: h3 size for in-post headings.
hi_in: में पोस्ट शीर्षकों के लिए H3 आकार।

source: H4 Size
hi_in: एच 4 आकार

source: h4 size for in-post headings.
hi_in: में पोस्ट शीर्षकों के लिए एच 4 आकार।

source: H5 Size
hi_in: H5 आकार

source: h5 size for in-post headings.
hi_in: में पोस्ट शीर्षकों के लिए H5 आकार।

source: H6 Size
hi_in: H6 आकार

source: h6 size for in-post headings.
hi_in: में पोस्ट शीर्षकों के लिए h6 आकार।

source: Advanced
hi_in: उन्नत

source: Font Character Set
hi_in: फ़ॉन्ट चरित्र सेट

source: For some languages, you will need an extended character set. Please note, not all fonts will have the subset. Check the google font to make sure.
hi_in: कुछ भाषाओं के लिए, आप एक विस्तारित चरित्र सेट की जरूरत होगी। कृपया ध्यान दें, नहीं सभी फोंट सबसेट होगा। सुनिश्चित करने के लिए गूगल फ़ॉन्ट की जाँच करें।

source: Latin
hi_in: लैटिन

source: Latin Extended
hi_in: लैटिन विस्तारित

source: Cyrillic
hi_in: सिरिलिक

source: Cyrillic Extended
hi_in: सिरिलिक विस्तारित

source: Greek
hi_in: यूनानी

source: Greek Extended
hi_in: ग्रीक विस्तारित

source: Vietnamese
hi_in: वियतनामी

source: Style & Color
hi_in: शैली और रंग

source: Reset Colors
hi_in: रीसेट रंग

source: Clicking this button will reset all the color settings below to the default color settings.
hi_in: इस बटन को क्लिक डिफ़ॉल्ट रंग सेटिंग्स करने के लिए नीचे दिए गए सभी रंग सेटिंग्स रीसेट जाएगा।

source: Do you really wish to reset colors to defaults?
hi_in: क्या तुम सच में चूक करने के लिए रंग रीसेट करना चाहते हैं?

source: Theme Color
hi_in: थीम रंग

source: It is the contrast color for the theme. It will be used for all links, menu, category overlays, main page and many contrasting elements.
hi_in: यह विषय के लिए इसके विपरीत रंग है। यह सभी लिंक, मेनू, श्रेणी ओवरले, मुख्य पृष्ठ और कई विषम तत्वों के लिए इस्तेमाल किया जाएगा।

source: Body Background Color
hi_in: शरीर पृष्ठभूमि रंग

source: Use light colors only in non-boxed layout. Setting a body background image below will override it.
hi_in: केवल गैर-बॉक्सिंग लेआउट में हल्के रंग का प्रयोग करें। नीचे एक शरीर पृष्ठभूमि छवि स्थापित यह पार कर जाएगी।

source: Body Background
hi_in: बॉडी पृष्ठभूमि

source: Use light patterns in non-boxed layout. For patterns, use a repeating background. Use photo to fully cover the background with an image. Note that it will override the background color option.
hi_in: गैर-बॉक्सिंग लेआउट में प्रकाश पैटर्न का प्रयोग करें। पैटर्न के लिए, एक दोहरा पृष्ठभूमि का उपयोग करें। पूरी तरह से एक छवि के साथ पृष्ठभूमि को कवर करने के लिए फोटो का प्रयोग करें। ध्यान दें कि यह पृष्ठभूमि रंग विकल्प को पार कर जाएगी।

source: Upload Image
hi_in: तस्वीर डालिये

source: Posts Main Text Color
hi_in: पोस्ट मुख्य पाठ का रंग

source: Text color applies to body text of posts and pages.
hi_in: पाठ रंग पोस्ट और पेज के शरीर पाठ करने के लिए लागू होता है।

source: Blocks Excerpt Color
hi_in: ब्लाकों अंश का रंग

source: Text color applies to excerpt text displayed on homepage blocks and category listings.
hi_in: पाठ रंग होमपेज ब्लॉक और श्रेणी लिस्टिंग पर प्रदर्शित पाठ अंश पर लागू होता है।

source: Main Headings Color
hi_in: मुख्य शीर्षकों के रंग

source: Applies to headings such as main post/page heading and all the in-post headings.
hi_in: ऐसे मुख्य पोस्ट / पृष्ठ शीर्षक और सभी में पोस्ट शीर्षकों के रूप शीर्षकों पर लागू होता है।

source: Posts Link Color
hi_in: पोस्ट लिंक रंग

source: Changes all the links color within posts and pages.
hi_in: पदों और पृष्ठों के भीतर सभी लिंक रंग बदलता है।

source: Posts Link Hover Color
hi_in: लिंक हॉवर रंग पदों

source: This color is applied when you mouse-over a certain link.
hi_in: इस रंग लागू किया जाता है जब आप माउस से अधिक एक निश्चित लिंक।

source: Featured Slider Background Color
hi_in: विशेष रुप से प्रदर्शित स्लाइडर पृष्ठभूमि रंग

source: Setting a body background pattern below will override it.
hi_in: नीचे एक शरीर पृष्ठभूमि पैटर्न की स्थापना इसे पार कर जाएगी।

source: Featured Slider Background
hi_in: विशेष रुप से प्रदर्शित स्लाइडर पृष्ठभूमि

source: Please use a background pattern that can be repeated. Note that it will override the background color option.
hi_in: एक पृष्ठभूमि पैटर्न है कि दोहराया जा सकता है का उपयोग करें। ध्यान दें कि यह पृष्ठभूमि रंग विकल्प को पार कर जाएगी।

source: Header & Navigation Menu
hi_in: हैडर और नेविगेशन मेनू

source: Main Menu Background Color
hi_in: मुख्य मेनू पृष्ठभूमि का रंग

source: Menu background affects the top-level background only.
hi_in: मेनू पृष्ठभूमि केवल शीर्ष स्तर पृष्ठभूमि प्रभावित करता है।

source: Menu Dropdowns Background Color
hi_in: मेनू लटकता पृष्ठभूमि का रंग

source: Menu background color is only used when a background pattern is not specified below.
hi_in: जब एक पृष्ठभूमि पैटर्न नीचे निर्दिष्ट नहीं है मेनू पृष्ठभूमि रंग ही प्रयोग किया जाता है।

source: Menu Border Below
hi_in: मेनू सीमा से नीचे

source: Navigation menu has a 3 pixel border below it. Changing this color will only affect that border.
hi_in: नेविगेशन मेनू यह नीचे एक 3 पिक्सेल सीमा है। इस रंग को बदलना ही है कि सीमा को प्रभावित करेगा।

source: Header Menu Text Color
hi_in: हैडर मेनू पाठ रंग

source: Applies to top menu items. Does not apply to drop down.
hi_in: शीर्ष मेनू आइटम के लिए लागू होता है। नीचे ड्रॉप करने के लिए लागू नहीं होता।

source: Menu Text Color
hi_in: मेनू पाठ रंग

source: Applies to drop down items.
hi_in: आइटम नीचे ड्रॉप करने के लिए लागू होता है।

source: Mobile Menu Background Color
hi_in: मोबाइल मेनू पृष्ठभूमि का रंग

source: Applies to mobile menu drop down background.
hi_in: मोबाइल ड्रॉप डाउन मेनू पृष्ठभूमि करने के लिए लागू होता है।

source: Ticker Bar & Sticky Post
hi_in: टिकर बार और चिपचिपा पोस्ट

source: Ticker Bar Background
hi_in: टिकर पट्टी पृष्ठभूमि

source: Ticker Bar background color affects for all page.
hi_in: टिकर पट्टी पृष्ठभूमि रंग सभी पेज के लिए प्रभावित करता है।

source: Ticker Bar Link Color
hi_in: टिकर बार लिंक रंग

source: Change color of posts link in ticker bar.
hi_in: पदों के बदले रंग टिकर पट्टी में लिंक।

source: Sticky Post Background
hi_in: स्टिकी पोस्ट पृष्ठभूमि

source: Sticky Post change background color for all block as well as module.
hi_in: सभी ब्लॉक के लिए स्टिकी पोस्ट परिवर्तन पृष्ठभूमि रंग के रूप में अच्छी तरह से मॉड्यूल।

source: Breadcrumbs Background
hi_in: breadcrumbs पृष्ठभूमि

source: Breadcrumbs background color affects for all page.
hi_in: Breadcrumbs पृष्ठभूमि रंग सभी पेज के लिए प्रभावित करता है।

source: Breadcrumbs Link Color
hi_in: Breadcrumbs लिंक रंग

source: Change color of posts link in breadcrumbs.
hi_in: पदों के बदले रंग breadcrumbs में लिंक।

source: Breadcrumbs Text Color
hi_in: Breadcrumbs पाठ रंग

source: Change color of delimiter and current page/post text color in breadcrumbs.
hi_in: सीमांकक और breadcrumbs में वर्तमान पृष्ठ / पोस्ट पाठ रंग का रंग बदलना।

source: Main Sidebar
hi_in: मुख्य साइडबार

source: Sidebar Heading Background
hi_in: साइडबार शीर्षक पृष्ठभूमि

source: Sidebar heading background color affects all the headings in the main sidebar.
hi_in: साइडबार शीर्षक पृष्ठभूमि रंग मुख्य साइडबार में सभी शीर्षकों को प्रभावित करता है।

source: Sidebar Heading Color
hi_in: साइडबार शीर्षक रंग

source: Change color of headings/widget titles in the main sidebar.
hi_in: मुख्य साइडबार में शीर्षकों / विजेट खिताब का रंग बदलना।

source: Footer Background Color
hi_in: पाद पृष्ठभूमि रंग

source: Footer background color is only used when a background pattern is not specified below.
hi_in: जब एक पृष्ठभूमि पैटर्न नीचे निर्दिष्ट नहीं है पाद पृष्ठभूमि रंग ही प्रयोग किया जाता है।

source: Footer Background Pattern
hi_in: पाद पृष्ठभूमि पैटर्न

source: Upload Pattern
hi_in: अपलोड पैटर्न

source: Use as Background Pattern
hi_in: पृष्ठभूमि पैटर्न के रूप में प्रयोग करें

source: Footer Headings Color
hi_in: पाद शीर्षकों रंग

source: Change color of headings in the footer.
hi_in: पाद लेख में शीर्षकों का रंग बदलना।

source: Footer Text Color
hi_in: पाद पाठ रंग

source: Affects color of text in the footer.
hi_in: पाद लेख में पाठ का रंग प्रभावित करता है।

source: Footer Links Color
hi_in: पाद लिंक रंग

source: Affects color of links in the footer.
hi_in: पाद लेख में लिंक का रंग प्रभावित करता है।

source: Lower Footer Background Color
hi_in: लोअर पाद पृष्ठभूमि रंग

source: Second footer uses this color in the background.
hi_in: दूसरा पाद पृष्ठभूमि में इस रंग का उपयोग करता है।

source: Lower Footer Text Color
hi_in: लोअर पाद पाठ रंग

source: Second footer uses this color for text.
hi_in: दूसरा पाद लेख पाठ के लिए इस रंग का उपयोग करता है।

source: Lower Footer Links Color
hi_in: लोअर पाद लिंक रंग

source: Custom CSS
hi_in: कस्टम सीएसएस

source: CSS
hi_in: सीएसएस 3

source: Custom CSS will be added at end of all other customizations and thus can be used to overwrite rules. Less chances of specificity wars.
hi_in: कस्टम सीएसएस अन्य सभी अनुकूलन के अंत में जोड़ दिया जाएगा और इस तरह के नियमों के ऊपर लिख करने के लिए इस्तेमाल किया जा सकता है। विशिष्टता युद्ध की संभावना कम।

source: Output Method
hi_in: उत्पादन विधि

source: On-page is better for performance unless your Custom CSS is too large. If you are experiencing problem with a cache plugin or your Custom CSS is large, use external method.
hi_in: पर पृष्ठ प्रदर्शन के लिए बेहतर है जब तक आपके कस्टम सीएसएस बहुत बड़ी है। आप एक कैश प्लगइन के साथ समस्या का सामना कर रहे हैं या अपने कस्टम सीएसएस बड़ी है, तो बाहरी विधि का उपयोग करें।

source: On-page (For few lines of Custom CSS)
hi_in: पर पृष्ठ (कस्टम सीएसएस की कुछ लाइनों के लिए)

source: External (For a lot of Custom CSS)
hi_in: बाहरी (कस्टम सीएसएस का एक बहुत कुछ के लिए)

source: Custom JS
hi_in: कस्टम जेएस

source: JavaScript
hi_in: जावास्क्रिप्ट

source: Custom JavaScript
hi_in: कस्टम जावास्क्रिप्ट

source: Quickly add some JavaScript to your theme by adding it to this block.
hi_in: जल्दी से इस ब्लॉक में जोड़कर अपने विषय के लिए कुछ जावास्क्रिप्ट जोड़ें।

source: Analytics
hi_in: विश्लेषण

source: Tracking Code
hi_in: ट्रैकिंग कोड

source: Paste your Google Analytics (or other) tracking code here. This will be added into the footer template of your theme.
hi_in: यहाँ अपने गूगल एनालिटिक्स (या अन्य) ट्रैकिंग कोड पेस्ट करें। यह अपने विषय के पाद लेख टेम्पलेट में जोड़ दिया जाएगा।

source: Social Networks
hi_in: सामाजिक नेटवर्क्स

source: Link to : Behance
hi_in: लिंक करने के लिए: Behance

source: Link to : Delicious
hi_in: लिंक करने के लिए: DELICIOUS

source: Link to : Deviantart
hi_in: लिंक करने के लिए: DeviantArt

source: DIGG
hi_in: दिग्ग (DIGG)

source: Link to : Digg
hi_in: लिंक करने के लिए: दिग्ग (DIGG)

source: Link to : Dribbble
hi_in: लिंक करने के लिए: Dribbble

source: FACEBOOK
hi_in: फेसबुक

source: Link to : Facebook
hi_in: फेसबुक के साथ सम्बन्ध

source: FLICKR
hi_in: फ्लिकर

source: Link to : Flickr
hi_in: लिंक करने के लिए: फ़्लिकर

source: GOOGLE PLUS
hi_in: गूगल प्लस

source: Link to : Google Plus
hi_in: लिंक करने के लिए: गूगल प्लस

source: HTML5
hi_in: एचटीएमएल 5

source: Link to : Html5
hi_in: करने के लिए लिंक: एचटीएमएल 5

source: INSTAGRAM
hi_in: इंस्टाग्राम

source: Link to : Instagram
hi_in: लिंक करने के लिए: इंस्टाग्राम

source: Link to : Lastfm
hi_in: के लिए लिंक: LastFM

source: LINKEDIN
hi_in: LinkedIn (लिंक्डइन)

source: Link to : Linkedin
hi_in: लिंक करने के लिए: लिंक्डइन

source: MAIL
hi_in: मेल

source: Link to : Mail
hi_in: मेल: के लिए लिंक

source: PAYPAL
hi_in: पेपल

source: Link to : Paypal
hi_in: लिंक करने के लिए: पेपैल

source: PINTEREST
hi_in: पिनटेरेस्ट

source: Link to : Pinterest
hi_in: लिंक करने के लिए: Pinterest

source: REDDIT
hi_in: रेडिट

source: Link to : Reddit
hi_in: रेडिट: के लिए लिंक

source: RSS
hi_in: आरएसएस (RSS)

source: Link to : Rss
hi_in: लिंक करने के लिए: RSS

source: SHARE
hi_in: शेयर करें

source: Link to : Share
hi_in: शेयर: के लिए लिंक

source: SKYPE
hi_in: स्काइप

source: Link to : Skype
hi_in: लिंक करने के लिए स्काइप

source: Link to : Soundcloud
hi_in: लिंक करने के लिए: Soundcloud

source: Link to : Spotify
hi_in: लिंक करने के लिए: Spotify

source: STACKOVERFLOW
hi_in: स्‍टैक ओवरफ़्लो

source: Link to : Stackoverflow
hi_in: लिंक करने के लिए: Stackoverflow

source: Link to : Steam
hi_in: STEAM: के लिए लिंक

source: Link to : StumbleUpon
hi_in: के लिए लिंक: StumbleUpon

source: TUMBLR
hi_in: टंबलर (Tumblr)

source: Link to : Tumblr
hi_in: लिंक करने के लिए: टंबलर (Tumblr)

source: TWITTER
hi_in: ट्विटर

source: Link to : Twitter
hi_in: लिंक करने के लिए: ट्विटर

source: Link to : Vimeo
hi_in: लिंक करने के लिए: Vimeo

source: Link to : VKontakte
hi_in: के लिए लिंक: VKontakte

source: Link to : Windows
hi_in: लिंक करने के लिए: Windows

source: Link to : Woordpress
hi_in: Woordpress: के लिए लिंक

source: YAHOO
hi_in: याहू

source: Link to : Yahoo
hi_in: लिंक करने के लिए: याहू

source: YOUTUBE
hi_in: यूट्यूब

source: Link to : Youtube
hi_in: लिंक करने के लिए: यूट्यूब

source: Backup & Restore
hi_in: बैकअप और पुनर्स्थापन

source: Backup
hi_in: बैकअप

source: Backup / Export
hi_in: बैकअप / निर्यात

source: This allows you to create a backup of your options and settings. Please note, it will not backup anything else.
hi_in: यह आपको आपके विकल्प और सेटिंग्स की एक बैकअप बनाने के लिए अनुमति देता है। कृपया ध्यान दें, यह नहीं बैकअप कुछ और होगा।

source: Download Backup
hi_in: डाउनलोड बैकअप

source: Restore / Import
hi_in: पुनर्स्थापित / आयात

source: %s It will override your current settings! %s Please make sure to select a valid backup file.
hi_in: %s यह अपने वर्तमान सेटिंग्स को पार कर जाएगी! %s एक वैध बैकअप फ़ाइल का चयन करना सुनिश्चित करें।

source: Sample Import
hi_in: नमूना आयात

source: Import Sample Content
hi_in: आयात नमूना सामग्री

source: %s Import Sample Content %s Import sample content from FlipMag official demo site. It needs a powerful webhost and may fail on a weaker one. It may take %s 2-4 %s minutes to complete. %s WARNING: Only use on an empty site and make sure you have enabled recommended plugins first! Existing widgets will NOT be deleted but it is a good idea to remove them. %s
hi_in: %s आयात नमूना सामग्री %s FlipMag आधिकारिक डेमो साइट से आयात नमूना सामग्री। यह एक शक्तिशाली webhost की जरूरत है और एक कमजोर एक पर विफल हो सकता है। यह लग सकता है %s 2-4 %s पूरा करने के लिए मिनट। %s चेतावनी: केवल एक खाली साइट पर उपयोग करें और सुनिश्चित करें कि आप पहले सक्षम है सिफारिश plugins करने के लिए! मौजूदा विगेट्स नहीं हटा दिया जाएगा लेकिन यह उन्हें दूर करने के लिए एक अच्छा विचार है। %s

source: Images & Media
hi_in: छवियाँ और मीडिया

source: Skip images & media
hi_in: छवियों और मीडिया जाएं

source: Import random images?
hi_in: यादृच्छिक छवियों को आयात?

source: Generate all image sizes?
hi_in: सभी छवि आकार उत्पन्न?

source: %s Important: %s Only select Yes for powerful webhosts! If you selected No, you will have to install and run "Regenerate Thumbnails" plugin after import is done.
hi_in: %s महत्वपूर्ण: %s केवल शक्तिशाली webhosts के लिए हाँ का चयन करें! आप कोई चयनित हैं, तो आप को स्थापित करने और बाद आयात किया जाता है \ "पुनर्जन्म थंबनेल " प्लगइन चलाने के लिए होगा।

source: Start Import
hi_in: आयात शुरू

source: Import Sample Data
hi_in: आयात नमूना डेटा

source: WARNING: Do not use this on site with existing content. Enable Flipmag plugins before importing. Do you really wish to import sample data?
hi_in: चेतावनी: मौजूदा सामग्री के साथ साइट पर इस का प्रयोग न करें। आयात करने से पहले अक्तूबर plugins सक्षम करें। क्या तुम सच में नमूना डेटा आयात करना चाहते हैं?

source: Theme Option
hi_in: थीम विकल्प

source: Save Settings
hi_in: सेटिंग्स सहेजें

source: Options saved!
hi_in: विकल्प सेव किये गए!

source: Options reset to defaults.
hi_in: विकल्प चूक करने के लिए रीसेट।

source: Errors:
hi_in: त्रुटियाँ:

source: Reset All Settings
hi_in: सभी सेटिंग्स को रीसेट

source: Do you really wish to reset your options to default?
hi_in: तुम सच में अपने विकल्पों को रीसेट करने के लिए डिफ़ॉल्ट करना चाहते हैं?

source: Browsing: %s
hi_in: ब्राउजिंग: %s

source: Search Results: %s (%d)
hi_in: खोज परिणाम: %s ( %d )

source: Daily Archives: %s
hi_in: दैनिक पुरालेख: %s

source: Monthly Archives: %s
hi_in: मासिक पुरालेख: %s

source: Yearly Archives: %s
hi_in: वार्षिक पुरालेख: %s

source: Author %s
hi_in: लेखक: %s

source: Browse Author Articles
hi_in: ब्राउज लेखक के लेख

source: %s Articles
hi_in: %s लेख

source: Sign In
hi_in: साइन इन करें

source: Log In
hi_in: लॉगिन

source: Your Username
hi_in: आपका उपयोगकर्ता नाम: {0}.

source: Your Password
hi_in: आपका पासवर्ड

source: Lost password?
hi_in: पासवर्ड खो गया?

source: Don't have an account?
hi_in: कोई खाता नहीं है?

source: Register Now!
hi_in: रजिस्टर नाओं!

source: Welcome back,
hi_in: वापस आने पर आपका स्वागत है!

source: Edit Profile
hi_in: प्रोफ़ाइल संपादित करें

source: Subscriptions
hi_in: सदस्यता

source: Favorites
hi_in: मनपसंद

source: Recover Password
hi_in: गोपनीय शब्द पुन प्राप्त करे

source: Username or Email
hi_in: उपयोगकर्ता नाम या ईमेल

source: Recover
hi_in: पुर्नप्राप्ति

source: Register
hi_in: पंजीकृत करें

source: Your Email
hi_in: आपकी ईमेल

source: A password will be e-mailed to you.
hi_in: आपको एक पासवर्ड भेज दिया जाएगा।

source: Search for:
hi_in: की तलाश करें:

source: Search
hi_in: ढूंढे

source: Topics
hi_in: विषय

source: Replies
hi_in: जवाब

source: Posts
hi_in: पोस्ट

source: Freshness
hi_in: फ्रेशनेस

source: Posted In:
hi_in: प्रकाशित किया गया था:

source: In reply to:
hi_in: के उत्तर में

source: on
hi_in: पर

source: in reply to:
hi_in: के उत्तर में

source: Topic:
hi_in: विषय के उद्देश्य

source: topics
hi_in: विषय:

source: replies
hi_in: उत्तरों

source: posts
hi_in: पोस्ट

source: by
hi_in: द्वारा

source: Started by: %1$s
hi_in: द्वारा शुरू किया : %1$s

source: in: <a href="%1$s">%2$s</a>
hi_in: में: <a href=" %1$s "> %2$s </a>

source: Last post:
hi_in: अंतिम पोस्ट:

source: Voices
hi_in: ध्वनियां

source: Navigate
hi_in: नेविगेट

source: Search...
hi_in: ढूंढे

source: Digg
hi_in: दिग्ग ( Digg )

source: Facebook
hi_in: फेसबुक

source: Flickr
hi_in: फ्लिकर

source: Google Plus
hi_in: गूगल प्लस

source: Html5
hi_in: एचटीएमएल 5

source: Instagram
hi_in: इंस्टाग्राम

source: Lastfm
hi_in: पिछला एफएम

source: Linkedin
hi_in: लिंक्डइन (LinkedIn)

source: Mail
hi_in: मेल

source: Paypal
hi_in: पेपल (PayPal)

source: Pinterest
hi_in: पिनटेरेस्ट

source: Reddit
hi_in: रेडिट

source: Rss
hi_in: आरएसएस (RSS)

source: Share
hi_in: शेयर

source: Skype
hi_in: स्काइप (Skype)

source: Stackoverflow
hi_in: स्‍टैक ओवरफ़्लो

source: Tumblr
hi_in: टंबलर (Tumblr)

source: Twitter
hi_in: ट्विटर

source: Yahoo
hi_in: याहू

source: Youtube
hi_in: यूट्यूब

source: All
hi_in: सभी
